Repository: uclouvain/osis-louvain
Catalog: learning_unit/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Central manager
fr_be: Gestionnaire central

source: Central managers
fr_be: Gestionnaires centraux

source: Faculty manager
fr_be: Gestionnaire facultaire

source: Faculty managers
fr_be: Gestionnaires facultaires

source: Learning unit is not full
fr_be: L'unité d'enseignement n'est pas un cours complet

source: Learning unit type is not allowed for attributions
fr_be: L'unité d'enseignement ne peut pas être attribuée

source: Learning unit type is not deletable because it is either a full course or it has the following type: %(types)s
fr_be: L'unité d'enseignement ne peut pas être supprimée car il s'agit soit d'un cours complet, soit d'un des types suivants: %(types)s

source: Only letters are allowed.
fr_be: Seulement des lettres sont acceptées.

source: Person not in accordance with proposal state
fr_be: Vous ne pouvez pas modifier une proposition dans cet état

source: Proposal is of modification type
fr_be: La proposition est une proposition de modification

source: Proposal not in eligible state for consolidation
fr_be: La proposition n'est pas dans un état éligible à la consolidation

source: The learning unit date is not eligible for modification because of its type which is not among those types: %(types)s
fr_be: La date de cette unité d'enseignement n'est pas modifiable en raison de son type qui n'est pas parmi les types suivants: %(types)s

source: The learning unit has proposal for this or a previous year
fr_be: L'unité d'enseignement est en proposition pour cette année ou une année antérieure

source: The learning unit has proposal for this or any other year
fr_be: L'unité d'enseignement est en proposition pour cette année ou une autre année

source: The learning unit is a partim
fr_be: L'unité d'enseignement est un partim

source: The learning unit is not a partim
fr_be: L'unité d'enseignement n'est pas un partim

source: The learning unit is not in proposal state
fr_be: L'unité d'enseignement n'est pas en proposition

source: The learning unit start year is set before %(year)d.
fr_be: L'année de début de l'unité d'enseignement est définie avant %(year)d.

source: The proposal is not on this academic year
fr_be: La proposition n'est pas sur cette année académique

source: This learning unit has an application in the future
fr_be: L'unité d'enseignement possède au moins une candidature dans le futur

source: This learning unit has an attribution in the future
fr_be: L'unité d'enseignement possède au moins une attribution dans le futur

source: This learning unit has application
fr_be: L'unité d'enseignement a au moins une candidature

source: This learning unit has application this year
fr_be: L'unité d'enseignement a au moins une candidature cette année

source: This learning unit has attribution
fr_be: L'unité d'enseignement a au moins une attribution

source: This learning unit has attribution this year
fr_be: L'unité d'enseignement a au moins une attribution cette année

source: This learning unit is not editable this period.
fr_be: L'unité d'enseignement n'est pas modifiable durant cette période.

source: This learning unit is not of type creation
fr_be: L'unité d'enseignement n'est pas une proposition de création

source: This learning unit is not of type modification
fr_be: L'unité d'enseignement n'est pas une proposition de création

source: This learning unit is not of type suppression
fr_be: L'unité d'enseignement n'est pas une proposition de suppression

source: This learning unit is of type creation
fr_be: L'unité d'enseignement est une proposition de création

source: This learning unit is of type suppression
fr_be: L'unité d'enseignement est une proposition de suppression

source: This learning unit isn't eligible for modification because of its type which is not among those types: %(types)s
fr_be: Cette unité d'enseignement n'est pas éligible en raison de son type qui n'est pas parmi les types suivants: %(types)s

source: You are not allowed to create proposal during this academic year
fr_be: Vous ne pouvez pas créer de proposition durant cette année académique

source: You are not allowed to manage proposal during this academic year
fr_be: Vous ne pouvez pas gérer de proposition durant cette année académique

source: You are not allowed to put in proposal for ending date during this academic year
fr_be: La mise en proposition de fin d'enseignement n'est pas permise durant cette année académique

source: You are not allowed to put in proposal for modification during this academic year
fr_be: La mise en proposition de modification n'est pas permise durant cette année académique

source: You can only edit co-graduation external learning units
fr_be: Vous pouvez seulement modifier les unités d'enseignement externes de type co-diplomation

source: You can only modify a learning unit when your are linked to its requirement entity
fr_be: Vous pouvez seulement modifier une unité d'enseignement pour laquelle vous êtes lié à l'entité responsable

source: You can't modify learning unit under year : %(year)d. Modifications should be made in EPC under year %(year)d
fr_be: Vous ne pouvez pas modifier une unité d'enseignement avant %(year)d. Les modifications doivent être faites dans EPC avant l'année %(year)d

source: You cannot delete a learning unit which is prerequisite or has prerequisite(s)
fr_be: Vous ne pouvez pas supprimer une unité d'enseignement qui a des prérequis ou qui est prérequis.

source: You cannot edit this type of learning unit
fr_be: Vous ne pouvez pas modifier ce type d'unité d'enseignement

source: You cannot modify a learning unit of a previous year
fr_be: Vous ne pouvez pas modifier l'unité d'enseignement d'une année dans le passé
