Repository: uclouvain/osis-louvain
Catalog: program_management/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Training %(offer_acronym)s[%(acronym)s] successfully deleted from %(academic_year)s.
fr_be: La formation %(offer_acronym)s[%(acronym)s] a été supprimée avec succés à partir de %(academic_year)s.

source: Training <a href='%(link)s'> %(offer_acronym)s[%(acronym)s] (%(academic_year)s) </a> successfully updated.
fr_be: La formation <a href='%(link)s'> %(offer_acronym)s[%(acronym)s] (%(academic_year)s) </a> a été modifiée avec succés

source: Training/Mini-Training %(title)s is closed in %(end_year)s. This training/mini-training is not copied in %(copy_year)s.
fr_be: La formation/mini-formation %(title)s est clôturée en %(end_year)s. Cet élément n'est pas recopié en %(copy_year)s.

source: Training/Mini-Training %(title)s is inconsistent.This training/mini-training is not copied in %(copy_year)s.
fr_be: La formation/mini-formation %(title)s est inconsistante. Cet élément n'est pas recopié en %(copy_year)s.

source: Trainings
fr_be: Formations

source: Transformation
fr_be: Autres informations

source: Transformation and modification
fr_be: Transformation et modification

source: Transition name
fr_be: Sigle de la transition

source: Transition name {} already exists
fr_be: Nom de transition {} existe déjà

source: Transition name {} existed
fr_be: Nom de transition {} a déjà existé dans le passé

source: Tree is finality
fr_be: L'arbre est une finalité

source: Tutors (scores responsibles included)
fr_be: Enseignant.e.s (responsables de notes inclus)

source: Type of constraint
fr_be: Type de contrainte

source: Type of training
fr_be: Type de formation

source: UCL Diploma
fr_be: Diplôme avec l'UCL

source: Unable to publish sections for {code} - {year}
fr_be: Impossible de publier les sections pour {code} - {year}

source: University certificate
fr_be: Certificat universitaire

source: Unspecified
fr_be: Indéterminé

source: Update Content
fr_be: Modification Contenu

source: Update Training
fr_be: Modifier Formation

source: Utilizations
fr_be: Utilisations

source: Validity
fr_be: Validité

source: Version name
fr_be: Sigle de la version

source: Version name {} already exists
fr_be: Nom de version {} existe déjà

source: Version name {} existed
fr_be: Nom de version {} a déjà existé dans le passé

source: Web re-registration
fr_be: Ré-inscription par internet

source: Which type of %(category)s do you want to create ?
fr_be: Quel type de %(category)s voulez-vous créer ?

source: Yes
fr_be: Oui

source: Yes, I confirm.
fr_be: Oui, je confirme.

source: You are not allowed to create a reference with a learning unit %(child_node)s
fr_be: Vous n'êtes pas autorisé.e à créer un lien de référence avec l'unité d'enseignement %(child_node)s

source: You can not add the same child %(child_node)s several times.
fr_be: Vous ne pouvez pas ajouter plusieurs fois le même enfant %(child_node)s.

source: You can't copy the program tree '{code}' from {from_year} to {to_year} because it ends in {end_year}
fr_be: Vous ne pouvez pas copier la formation '{code}' de {from_year} à {to_year} parce qu'il finit en {end_year}

source: You can't copy the program tree version '{acronym}' from {from_year} to {to_year} because it ends in {end_year}
fr_be: Vous ne pouvez pas copier la version de formation '{acronym}' de {from_year} à {to_year} parce qu'elle finit en {end_year}

source: You can't create/extend the transition version '{full_code}' in {year} as other transition version exists in {transition_year}
fr_be: Vous ne pouvez pas créer/étendre la version de transition '{full_code}' en {year} parce qu'il existe une autre version de transition en {transition_year}

source: You can't delete the specific program tree '{code}' in {year} as transition versions exists during this year and/or in the future.
fr_be: Vous ne pouvez pas supprimer la formation particulière '{code}' en {year} parce qu'il existe une version de transition pour cette année et/ou dans le futur.

source: You can't delete the standard program tree '{code}' in {year} as specific versions exists during this year and/or in the future.
fr_be: Vous ne pouvez pas supprimer la formation standard '{code}' en {year} parce qu'il existe une version particulière pour cette année et/ou dans le futur.

source: You can't delete the standard program tree '{code}' in {year} as transition versions exists during this year and/or in the future.
fr_be: Vous ne pouvez pas supprimer la formation standard '{code}' en {year} parce qu'il existe une version de transition pour cette année et/ou dans le futur.

source: You cannot add "%(child)s" to "%(parent)s" of type "%(parent_type)s"
fr_be: Vous ne pouvez pas attacher "%(child)s" à "%(parent)s" de type "%(parent_type)s"

source: You must be in the context of a training to modify the prerequisites of a learning unit (current context: %(title)s)
fr_be: Vous devez être dans le contexte d'une formation pour modifier les prérequis d'une unité d'enseignement (contexte actuel: %(title)s

source: [%(academic_year)s] %(code)s has links to another training / mini-training / group
fr_be: [%(academic_year)s] %(code)s a des liaisons avec une autre formation / mini-formation / groupement

source: [%(academic_year)s] The content of the program is not empty.
fr_be: [%(academic_year)s] Le contenu de la formation n'est pas vide.

source: activities in English
fr_be: activités en anglais

source: added
fr_be: ajouté

source: bibliography
fr_be: bibliographie

source: certificate aims
fr_be: attendus du diplôme

source: comment (internal)
fr_be: commentaire (interne)

source: dissertation
fr_be: mémoire

source: duration unit
fr_be: type durée

source: emails
fr_be: email

source: faculty number
fr_be: n° facultaire

source: filter by section
fr_be: préfiltrer par rubrique

source: group year
fr_be: groupement

source: has as prerequisite
fr_be: a comme prérequis

source: has the following prerequisites
fr_be: a des prérequis

source: in English
fr_be: en anglais

source: is a prerequisite of
fr_be: est un prérequis de

source: is using in
fr_be: est utilisée dans

source: is_prerequisite_of-%(year)s-%(acronym)s
fr_be: est_prérequis_de-%(year)s-%(acronym)s

source: learning class year
fr_be: classe

source: learning unit year
fr_be: Unités d'enseignement

source: main domain
fr_be: domaine principal

source: maximum constraint
fr_be: contrainte maximum

source: minimum constraint
fr_be: contrainte minimum

source: on
fr_be: le

source: optional
fr_be: optionnel

source: pasted
fr_be: collé

source: prerequisites-%(year)s-%(acronym)s
fr_be: prérequis-%(year)s-%(acronym)s

source: remark in english
fr_be: remarque en anglais

source: secondary domains
fr_be: domaines secondaires

source: training
fr_be: formation

source: yes
fr_be: Oui
