Repository: uclouvain/osis-louvain
Catalog: program_management/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: "%(child)s" has been %(copy_message)s into "%(parent)s"
fr_be: "%(child)s" a été %(copy_message)s dans "%(parent)s"

source: "%(child)s" has been detached from "%(parent)s"
fr_be: "%(child)s" a été retiré de "%(parent)s"

source: %(node)s has been moved
fr_be: %(node)s a été déplacé

source: %(node_to_add)s or its children must have the same version as %(node_to_paste_to)s and all of it's parent's [%(version_mismatched)s]
fr_be: La version de %(node_to_add)s ou de ses enfants doit être identique à celle de %(node_to_paste_to)s et de tous ses parents [%(version_mismatched)s]

source: %(start_index)s to %(end_index)s of %(total_counts)s learning units
fr_be: %(start_index)s à %(end_index)s sur %(total_counts)s unités d'enseignement

source: %(start_index)s to %(end_index)s of %(total_counts)s offers
fr_be: %(start_index)s à %(end_index)s sur %(total_counts)s formations

source: %(start_index)s to %(end_index)s of %(total_counts)s trainings
fr_be: %(start_index)s à %(end_index)s sur %(total_counts)s formations

source: %(title)s in %(year)s has been filled
fr_be: %(title)s en %(year)s a été remplie

source: 1st quadri
fr_be: 1er quadri

source: 2nd quadri
fr_be: 2è quadri

source: <b>Syntax rules</b>:<ul><li>No double parentheses.</li><li>Valid operators are OU or ET.</li><li>The operator must be the same inside all parentheses (groups).</li><li>The operator that linked groups must be different than the one that linked LU inside groups (parentheses).</li><li>The LU code cannot include spaces (ex: LDROI1001 and not LDROI&nbsp;1001).</li></ul></p><p><b>Examples</b>:<ul><li>A OU B OU C: valid</li><li>A ET B ET C : valid</li><li>A ET (B OU C) ET (D OU E): valid</li><li>A ET (B OU C) OU (D OU E): not valid</li><li>A ET (B ET C) ET (D ET E): not valid</li><li>A ET (B OU C) ET (D ET E): not valid</li></ul>
fr_be: <b>Règles de syntaxe:</b><ul><li>Pas de doubles parenthèses.</li><li>Les opérateurs valides sont OU et ET.</li><li>L'opérateur doit être le même à l'intérieur de toutes les parenthèses (groupes).</li><li>L'opérateur qui unit les groupes doit être différent de celui qui unit les UEs dans un groupe (parenthèses).</li><li>Le code de l'UE ne peut pas comporter d'espaces (ex: LDROI1001 et non LDROI&nbsp;1001).</li></ul></p><p><b>Exemples</b>:<ul><li>A OU B OU C: valide</li><li>A ET B ET C : valide</li><li>A ET (B OU C) ET (D OU E): valide</li><li>A ET (B OU C) OU (D OU E): non valide</li><li>A ET (B ET C) ET (D ET E): non valide</li><li>A ET (B OU C) ET (D ET E): non valide</li></ul>

source: A learning unit cannot be prerequisite to itself : %(acronym)s
fr_be: Une unité d'enseignement ne peut pas être un prérequis à elle-même : %(acronym)s

source: ARES ability
fr_be: Habilitation ARES

source: ARES study code
fr_be: Code étude ARES

source: ARES-GRACA
fr_be: Code étude ARES

source: Absolute credits
fr_be: Crédits absolus

source: Ac yr.
fr_be: Anac.

source: Academic responsible
fr_be: Responsable académique

source: Academic type
fr_be: Nature

source: Academic year
fr_be: Année académique

source: Access condition
fr_be: Condition d'accès

source: Acronym/Short title
fr_be: Sigle/Intitulé abrégé

# abbreviation
source: Acronym/Short title
fr_be: Sigle/Intitulé abrégé

source: Active
fr_be: Actif

source: Activities on other campus
fr_be: Activités sur d'autres sites

source: Activities with prerequisites (in preparation)
fr_be: Activité avec prérequis (en préparation)

source: Add
fr_be: Ajouter

source: Add potential courses
fr_be: Ajouts de cours éventuels

source: Admin. ent.
fr_be: Ent. adm.

source: Administration entity
fr_be: Entité d'administration

source: Admission exam
fr_be: Concours

# female plural
source: All
fr_be: Toutes

# male plural
source: All
fr_be: Tous

source: Alloc. Ent.
fr_be: Ent. attrib.

source: Annual
fr_be: Annuel

source: Are you sure you want to delete %(object)s ?
fr_be: Êtes-vous sûr·e de vouloir supprimer %(object)s ?

source: Are you sure you want to detach %(child)s ?
fr_be: Êtes-vous sûr·e de vouloir retirer %(child)s ?

source: Attribution entity
fr_be: Entité d'attribution

source: Beginning
fr_be: Début

source: Block
fr_be: Bloc

source: Cancel
fr_be: Annuler

source: Cannot add any element to learning unit %(parent_node)s
fr_be: Interdit d'ajouter des éléments à l'UE %(parent_node)s

source: Cannot attach a node %(node)s to himself.
fr_be: Interdit d'attacher un élément %(node)s à lui-même.

source: Cannot copy prerequisite
fr_be: Impossible de copier les prérequis

source: Cannot detach because the following learning units are prerequisite in %(formation)s: %(learning_units)s
fr_be: Interdit de détacher car les unités d'enseignement suivantes sont des prérequis dans %(formation)s: %(learning_units)s

source: Cannot detach because the following learning units have prerequisite in %(formation)s: %(learning_units)s
fr_be: Interdit de détacher car les unités d'enseignement suivantes ont des prérequis dans %(formation)s: %(learning_units)s

source: Cannot fill content from {}
fr_be: Interdit de remplir le contenur à partir de {}

source: Cannot fill content of {}
fr_be: Interdit de remplir le contenue de {}

source: Cannot perform action on a education group before %(limit_year)s
fr_be: Interdit de réaliser des actions sur une organisation de formation antérieure à %(limit_year)s

source: Cannot perform detach action on root.
fr_be: Interdit de retirer la racine.

source: Category
fr_be: Catégorie

source: Co-graduation total coefficient
fr_be: Coefficient total de co-diplômation

source: Code co-graduation inter CfB
fr_be: Code co-diplômation intra CfB

source: Comment
fr_be: Commentaire

source: Content
fr_be: Contenu

source: Continue
fr_be: Continuer

source: Courses not taught
fr_be: Activité non dispensée en

source: Creation
fr_be: Création

source: Cred. rel./abs.
fr_be: Créd. rel./abs.

source: Credits
fr_be: crédits

source: Decree category
fr_be: Catégorie décret

source: Description fiche
fr_be: Fiche descriptive

source: Description fiche (including force majeure)
fr_be: Fiche descriptive (cas de force majeure inclus)

source: Diploma title
fr_be: Intitulé du diplôme/du certificat

source: Diplomas / Certificates
fr_be: Diplômes / Certificats

source: Dissertation
fr_be: Mémoire

source: Duration
fr_be: Durée

source: Education_groups
fr_be: Formations

source: English comment
fr_be: Commentaire anglais

source: Enrollment campus
fr_be: Lieu d'inscription

source: Enrollment enabled
fr_be: Inscriptible

source: Entity
fr_be: Entité Resp.

source: Error(s) in form: The modifications are not saved
fr_be: Erreur(s) dans le formulaire: Les modifications n'ont pas été enregistrées

source: Evaluation methods
fr_be: Mode d'évaluation des acquis des étudiants

source: Evaluation methods (force majeure)
fr_be: Mode d'évaluation des acquis des étudiants (force majeure)

source: Export
fr_be: Exporter

source: Fill %(title)s in %(year)s
fr_be: Remplir %(title)s en %(year)s

source: Fill from specific official of last year: %(title)s in %(year)s
fr_be: Recopier à partir de la version particulière de l'année passée: %(title)s en %(year)s

source: Fill from specific official of this year: %(title)s in %(year)s
fr_be: Recopier à partir de la version particulière de cette année: %(title)s en %(year)s

source: Fill from standard version of last year: %(title)s in %(year)s
fr_be: Recopier à partir de la version standard de l'année passée: %(title)s en %(year)s

source: Fill from standard version of this year: %(title)s in %(year)s
fr_be: Recopier à partir de la version standard de cette année: %(title)s en %(year)s

source: Fill from transition version of last year: %(title)s in %(year)s
fr_be: Recopier à partir de la version de transition de l'année passée: %(title)s en %(year)s

source: Fill program tree content from last year
fr_be: Remplir le contenu de programmes à partir de l'année passée

source: Finality "%(acronym)s" has an end date greater than %(root_acronym)s program.
fr_be: La finalité "%(acronym)s" a une date de fin plus grande que la formation %(root_acronym)s.

source: Firstname
fr_be: Prénom

source: For approval,
fr_be: Pour accord,

source: Formation catalogue
fr_be: Catalogue des formations

source: Full title of the english version
fr_be: Intitulé de la version en anglais

source: Full title of the french version
fr_be: Intitulé de la version en français

source: Funding
fr_be: Finançable

source: Funding direction
fr_be: Orientation de financement

source: Funding international cooperation CCD/CUD
fr_be: Financement coopération internationale CCD/CUD

source: Funding international cooperation CCD/CUD direction
fr_be: Orientation coopération internationale CCD/CUD

source: Gathering
fr_be: Groupement

source: General informations
fr_be: Infos générales

source: Group
fr_be: Groupement

source: ISCED domain
fr_be: Domaine ISCED/CITE

source: Impossible to create a transition version : an other transition version exists already on this year.
fr_be: Impossible de créer une version de transition : une autre version de transition existe déjà sur cette année.

source: Impossible to put end date to %(end_year)s: %(msg)s
fr_be: Impossible de mettre la dernière année d'organisation à %(end_year)s : %(msg)s

source: In the context of a Master, this action fill the content of the transition version of the Master but also of its finalities if the corresponding transition versions exist.
fr_be: Dans le cadre d'un Master, cette action alimente le contenu de la version de transition du Master, mais également le contenu de ses finalités si les versions de transition correspondantes existent.

source: Include subordinate entities
fr_be: Inclure transition

source: Include transition
fr_be: Inclure transition

source: Included in
fr_be: Inclus dans

source: Internship
fr_be: Stage

source: Invalid name version
fr_be: Nom de version invalide

source: Invalid tree path
fr_be: Chemin invalide

# female
source: It is impossible to create a %(category)s under a parent type of %(parent_type)s
fr_be: Il n'est pas possible de créer une %(category)s sous un parent de type %(parent_type)s

# male
source: It is impossible to create a %(category)s under a parent type of %(parent_type)s
fr_be: Il n'est pas possible de créer un %(category)s sous un parent de type %(parent_type)s

source: It is necessary to create the desired transition version of the finalities before executing this action.
fr_be: Il est nécessaire de créer les versions de transition des finalités souhaitées avant de lancer cette action.

source: It is prohibited to attach a %(child_node)s to an element of another academic year %(parent_node)s.
fr_be: Il est interdit d'attacher %(child_node)s à un élément d'une autre année académique %(parent_node)s.

source: Jury members
fr_be: Membres du jury

source: Keywords
fr_be: Mots clés

source: LU %(code)s does not exist in %(copy_year)s. LU is copied with %(year)s as year of reference.
fr_be: L'UE %(code)s n'existe pas en %(copy_year)s. L'UE est recopiée avec %(year)s comme année de référence.

source: Language
fr_be: Langue

source: Last update description fiche (force majeure) by
fr_be: Dernière modification fiche descriptive (force majeure) par

source: Last update description fiche (force majeure) on
fr_be: Dernière modification fiche descriptive (force majeure) le

source: Last update description fiche by
fr_be: Dernière modification fiche descriptive par

source: Last update description fiche on
fr_be: Dernière modification fiche descriptive le

source: Last year of org.
fr_be: Dernière année d'org.

source: Leads to diploma/certificate
fr_be: Mène à diplôme/certificat

source: Learning achievements
fr_be: Unités d'enseignement

source: Learning class
fr_be: Classe

source: Learning class year
fr_be: Classe

source: Learning location
fr_be: Lieu d'enseignement

source: Learning unit
fr_be: Unité d'enseignement

source: Learning unit year
fr_be: Unités d'enseignement

source: Learning units
fr_be: Unités d'enseignement

source: LearningUnitList-%(year)s-%(acronym)s
fr_be: Liste-UE-%(year)s-%(acronym)s

source: Lecturing planned classes
fr_be: Classes prévues PM

source: Lecturing vol.
fr_be: Vol. PM

source: Legend
fr_be: Légende

source: Link between %(parent)s and %(child)s cannot be of reference type because of its children: %(children)s
fr_be: Lien entre %(parent)s et %(child)s ne peut pas être de type référence à cause des enfants: %(children)s

source: Link type
fr_be: Type de lien

source: Link type should be reference between %(parent)s and %(child)s
fr_be: Le type de lien devrait être de référence entre %(parent)s et %(child)s

source: List UE
fr_be: Liste UE

source: List education groups
fr_be: Liste des formations

source: List of teachers
fr_be: Liste des enseignants

source: List of trainings
fr_be: Liste des formations

source: List of trainings with administrative data
fr_be: Liste des formations avec données administratives

source: Made in
fr_be: Fait à

source: Manag. ent.
fr_be: Ent. gestion

source: Mandatory
fr_be: Obligatoire

source: Mini-Training
fr_be: Mini-Formation

source: Mini-Training %(offer_acronym)s[%(acronym)s] successfully deleted from %(academic_year)s.
fr_be: La mini-formation %(offer_acronym)s[%(acronym)s] a été supprimée avec succés à partir de %(academic_year)s.

source: Mini-Training <a href='%(link)s'> %(offer_acronym)s[%(acronym)s] (%(academic_year)s) </a> successfully updated.
fr_be: La mini-formation <a href='%(link)s'> %(offer_acronym)s[%(acronym)s] (%(academic_year)s) </a> a été modifiée avec succés

source: Mini-training
fr_be: Mini-formation

source: Mobile phone
fr_be: Téléphone mobile (GSM)

source: Mobility
fr_be: Mobilité

source: Modify prerequisites
fr_be: Modifier les prérequis

source: Name
fr_be: Nom

source: Name of the teacher responsible
fr_be: Nom du professeur responsable de programme

source: Name version cannot contain TRANSITION. Please create a transition version if necessary
fr_be: Le nom de version ne peut pas contenir TRANSITION. Veuillez créer une version de transition si nécessaire.

source: New Education Group
fr_be: Nouveau Groupement

source: New Mini-Training
fr_be: Nouvelle Mini-Formation

source: New specific version
fr_be: Nouvelle version particulière

source: New training
fr_be: Nouvelle Formation

source: New transition version
fr_be: Nouvelle version de transition

source: No
fr_be: Non

source: No result!
fr_be: Aucun résultat!

source: Non-mandatory
fr_be: Facultatif

source: Offer
fr_be: Offre

source: Official
fr_be: Officiel

source: Online resources
fr_be: Ressources en ligne

source: Option "%(acronym)s" cannot be detach because it is contained in %(finality_acronym)s program.
fr_be: L'option "%(acronym)s" ne peut pas être retirée car elle est présente dans la formation %(finality_acronym)s.

source: Option "%(code)s" must be present in %(root_code)s program.
fr_be: L'option "%(code)s" doit être présente dans la formation %(root_code)s.

source: Optional
fr_be: Au choix

source: Other academic responsibles
fr_be: Autres responsables académiques

source: Other contacts
fr_be: Autres contacts

source: Other informations
fr_be: Autres informations

source: Other informations (force majeure)
fr_be: Autres informations (force majeure)

source: Other languages activities
fr_be: Activités dans d'autres langues

source: Partial deliberation
fr_be: Sous-épreuve

source: Partial title in English
fr_be: Intitulé partiel en anglais

source: Partial title in French
fr_be: Intitulé partiel en français

source: Particular
fr_be: Particulière

source: Periodic courses not taught
fr_be: Activité cyclique non dispensée en

source: Periodic courses taught during
fr_be: Activité cyclique dispensée en

source: Periodicity
fr_be: Périodicité

source: Please create at least a transition version [%(transition_name)s] for one of the finalities %(finalities)s in %(academic_year)s.
fr_be: Veuillez créer au moins une version de transition [%(transition_name)s] pour une des finalités %(finalities)s en %(academic_year)s.

source: Please cut or copy an item before paste
fr_be: Veuillez copier ou couper un élément avant de le coller

source: Please register a maximum of %(max_authorized_value)s digits in ascending order, without any duplication. Authorized values are from 1 to 6. Examples: 12, 23, 46
fr_be: Veuillez entrer des chiffres compris entre 1 et %(max_authorized_value)s dans un ordre croissant, sans duplications. Exemples: 12, 23, 46

source: Practical planned classes
fr_be: Classes prévues PP

source: Practical vol.
fr_be: Vol. PP

source: Pre-condition
fr_be: Préalable

source: Prerequisite
fr_be: Prérequis

source: Prerequisites
fr_be: Prérequis

source: Prerequisites are invalid
fr_be: Prérequis non valides.

source: Prerequisites saved.
fr_be: Prérequis enregistrés.

source: Primary language
fr_be: Langue principale

source: Produce xls of trainings with administrative data
fr_be: Produire un fichier Excel avec la liste des formations et données administratives

source: Produce xls with a list of trainings
fr_be: Produire un fichier Excel avec la liste des formations

source: Professionnal title
fr_be: Titre professionnel

source: Program organized with other institutes
fr_be: Programme co-organisés avec d'autres institutions

source: Program tree not found : {code} {year}
fr_be: Programme non trouvé : {code} {year}

source: Proposal status
fr_be: Légende proposition

source: Proposal type
fr_be: Légende proposition

source: Proposals
fr_be: Légende proposition

source: Quadrimester
fr_be: Quadrimestre

source: Rate code
fr_be: Code tarif

source: Registration ID
fr_be: NOMA

source: Registration form for the content of
fr_be: Formulaire d'inscription au contenu de

source: Relative / Absolute <br>credits
fr_be: Crédits <br>relatifs / absolus

source: Relative credits
fr_be: Crédits relatifs

source: Relative credits must be greater or equals than 0
fr_be: Crédits relatifs doit être plus grand ou égal à 0

source: Relative credits must be lower or equals to 999
fr_be: Crédits relatifs doit être inférieur ou égale à 999

source: Remark
fr_be: Remarque

source: Remark in English
fr_be: Remarque en anglais

source: Req. Entity
fr_be: Entité Resp.

source: Requirement entity
fr_be: Entité resp. cahier des charges

source: Root group
fr_be: Groupement racine

source: Save
fr_be: Enregistrer

source: Save will prolong the past version
fr_be: Enregistrer va prolonger la version existante.

source: Schedule type
fr_be: Type horaire

source: Scores responsibles
fr_be: Responsables de notes

source: Scores responsibles (emails)
fr_be: Responsables de notes (emails)

source: Search
fr_be: Recherche

source: Search...
fr_be: Recherche...

source: Select a language
fr_be: Sélectionner une langue

source: Session derogation
fr_be: Session dérogation

source: Specific version for education group year <a href='%(link)s'> %(offer_acronym)s[%(acronym)s] (%(academic_year)s) </a> successfully created.
fr_be: La version de la formation <a href='%(link)s'> %(offer_acronym)s[%(acronym)s] (%(academic_year)s) </a> a été créée avec succés

source: Specifications
fr_be: Utilisations

source: Start academic year
fr_be: Année académique de début

source: Status
fr_be: Statut

source: Student's contact information
fr_be: Coordonnées de l'étudiant.e

source: Student's signature
fr_be: Signature de l'étudiant.e

source: Subtype
fr_be: Sous-type

source: Teaching material
fr_be: Méthodes d'enseignement

source: Teaching methods
fr_be: Méthodes d'enseignement

source: Teaching methods (force majeure)
fr_be: Méthodes d'enseignement (force majeure)

source: The child %(child)s you want to attach is a parent of the node you want to attach.
fr_be: L'élément %(child)s que vous voulez attacher est déjà un parent de l'élément auquel vous voulez rattacher.

source: The element %(title)s has already been copied in %(copy_year)s in the context of an other training.Its content may have changed.
fr_be: L'élément %(title)s a déjà été recopié en %(copy_year)s dans le cadre d'une autre formation. Il pourrait donc déjà avoir été modifié.

source: The end date of %(acronym)s must be higher or equal to its finalities
fr_be: La date de fin de la formation %(acronym)s doit être plus grande ou égale à ses finalités

source: The learning unit %(acronym)s is not contained inside the formation
fr_be: L'unité d'enseignement %(acronym)s n'est pas contenue dans la formation

source: The learning unit %(acronym)s is used inside %(mini_trainings)s but not inside %(training)s
fr_be: L'unité d'enseignement %(acronym)s est utilisée dans %(mini_trainings)s mais pas dans %(training)s

source: The learning unit has prerequisites
fr_be: L'UE a des prérequis

source: The learning unit has prerequisites and is a prerequisite
fr_be: L'UE a des prérequis et est un prérequis

source: The learning unit is a prerequisite
fr_be: L'UE est un prérequis

source: The link "%(node)s" has been updated.
fr_be: Le lien "%(node)s" a été mis à jour.

source: The parent "%(parent)s" has reached the maximum number of children allowed for the type(s) : "%(child_types)s".
fr_be: Le parent %(parent)s a atteint le nombre maximum autorisé d'enfants de type(s) : "%(child_types)s".

source: The parent %(parent)s must have at least one child of type(s) "%(types)s".
fr_be: Le parent %(parent)s doit au moins avoir un enfant de type(s) "%(types)s".

source: The prerequisite of %(prerequisite_code)s is not copied in %(copy_year)s: %(learning_unit_code)s does not exist anymore in %(training_title)s in %(copy_year)s.
fr_be: Le prérequis de %(prerequisite_code)s n'est pas copié en %(copy_year)s: %(learning_unit_code)s n'est plus dans %(training_title)s en %(copy_year)s.

source: The prerequisites %(prerequisites)s for the learning unit %(learning_unit)s are not inside the selected training %(root)s
fr_be: Les prérequis %(prerequisites)s pour l'unité d'enseignement %(learning_unit)s ne sont pas dans la formation sélectionnée %(root)s

source: The program %(title)s - %(academic_year)s will be published soon
fr_be: La formation %(title)s - %(academic_year)s sera publiée sous peu

source: The program tree version %(offer_acronym)s%(version_name)s has been deleted.
fr_be: La version de formation %(offer_acronym)s%(version_name)s a été supprimée avec succès.

source: The reference element %(title)s is still empty.
fr_be: L'élément de référence %(title)s est encore vide.

source: The reference group %(title)s has not yet been copied. Its content is still empty.
fr_be: Le groupement de référence %(title)s n'a pas encore été recopié. Son contenu est encore vide.

source: The registration form is available at the Secretariat of
fr_be: Le formulaire d'inscription est disponible au Secrétariat de

source: The transition version [%(version)s] of the training %(title)s does not exist in %(academic_year)s
fr_be: La version de transition [%(version)s] de la formation %(title)s n'existe pas en %(academic_year)s.

source: Themes discussed
fr_be: Thèmes abordés

source: This education group is not editable during this period.
fr_be: La période de modification des formations n'est pas ouverte durant cette période.

source: This form must be signed by the designated authority and delivered to the secretariat of your faculty.
fr_be: Ce formulaire doit être revêtu de la signature de l'autorité désignée et remis au secrétariat de votre faculté.

source: This form must be submitted to the secretariat of your faculty
fr_be: Ce formulaire doit être remis au secrétariat de votre faculté

source: This value is invalid.
fr_be: Cette valeur semble non valide.

source: This version exists until
fr_be: Dernière année d'organisation

source: Title
fr_be: Intitulé

source: Title in English
fr_be: Intitulé en anglais

source: Title in French
fr_be: Intitulé en français

source: Training
fr_be: Formation
