Repository: uclouvain/osis-louvain
Catalog: assessments/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: If you customize one of the field below, it only change the address displayed on the score encodings sheets for the program %(program)s. It will never change the address of any structure. The list below will help you to pre-fill in the form.
fr_be: Si vous personnalisez l'un des champs ci-dessous, cela ne changera que l'adresse affichée sur les pages d'encodage de notes pour le programme %(program)s. Cela ne changera jamais l'adresse d'une structure. La liste ci-dessous vous aidera à pré-remplir le formulaire.

source: You will submit %(draft_scores_not_submitted)s notes to faculty(ies). Warning : submitted scores <b>can't be modified anymore.</b>
fr_be: Vous soumettrez %(draft_scores_not_submitted)s notes au(x) faculté(s). Attention : les notes soumises <b>ne peuvent plus être modifiées.</b>

source: Absence justified cannot be remplaced by absence unjustified
fr_be: Une absence justifiée ne peut être remplacée par une absence injustifiée

source: Academic actors
fr_be: Acteurs académique

source: Academic background
fr_be: Parcours académique

source: Academic year
fr_be: Année académique

source: Accepted value: %(justification_label_authorized)s
fr_be: Valeur acceptée: %(justification_label_authorized)s

source: Acronym
fr_be: Acronyme

source: Add
fr_be: Ajouter

source: Add manager
fr_be: Ajouter un gestionnaire

source: All
fr_be: Tous

source: All hierarchy of
fr_be: Toute la hiérarchie de

source: All the scores were submitted. It is not possible inject Excel file anymore.
fr_be: Toues les notes ont été soumises. Il n'est plus possible d'injecter un fichier Excel.

source: All the scores were submitted. It is not possible to double encode scores anymore.
fr_be: Toutes les notes ont été soumises. Il n'est plus possible d'encoder des notes en double.

source: All the scores were submitted. It is not possible to encode scores anymore.
fr_be: Toutes les notes ont été soumises. Il n'est plus possible d'encoder des notes.

source: Are you sure you want to remove the following manager ?
fr_be: Êtes-vous sûr de vouloir supprimer le gestionnaire suivant ?

source: By learning unit
fr_be: Par unité d'apprentissage

source: By specific criteria
fr_be: Par critère spécifique

source: Cancel
fr_be: Annuler

source: Cheating
fr_be: Tricherie

source: Choose file
fr_be: Choisir un fichier

source: City
fr_be: Ville

source: Compare
fr_be: Comparer

source: Complete
fr_be: Compléter

source: Country
fr_be: Pays

source: Customized
fr_be: Personnalisé

source: Datatable sort ascending
fr_be: Tri ascendant de la table de données

source: Datatable sort descending
fr_be: Tri descendant de la table de données

source: Deadline reached
fr_be: Date d'échéance atteinte

source: Decimal values in scores are NOT accepted.
fr_be: Les valeurs décimales dans les notes ne sont PAS acceptées.

source: Decimal values in scores are accepted.
fr_be: Les valeurs décimales dans les notes sont acceptées.

source: Decimals authorized for this learning unit
fr_be: Les notes décimales sont autorisées pour ce cours

source: Definitive submission (Submit to faculty)
fr_be: Soumission définitive (Soumettre à la faculté)

source: Display all tutors for this learning unit
fr_be: Afficher tous les tuteurs pour cette unité d'enseignement

source: Display scores for this learning unit
fr_be: Afficher les notes pour cette unité d'enseignement

source: Double encode scores
fr_be: Double encodage de notes

source: Double encoding
fr_be: Double encodage

source: Download the Excel file
fr_be: Télécharger le fichier Excel

source: Email
fr_be: Courriel

source: Encode
fr_be: Encoder

source: Encode scores
fr_be: Encoder les notes

source: Encoding
fr_be: Encodage

source: Enrolled lately
fr_be: Inscrit tardivement

source: Enter a valid email address.
fr_be: Entrer une adresse de messagerie valide.

source: Entity
fr_be: Entité

source: File error : Different values in the column Session. No scores injected.
fr_be: Erreur dans le fichier : Valeurs différentes dans la colonne Session. Aucune note injectée.

source: File error : No value in the column Session. No scores injected.
fr_be: Erreur dans le fichier : Aucune valeur dans la colonne Session. Aucune note injectée.

source: Firstname
fr_be: Prénom

source: Get Excel file
fr_be: Récupérer le fichier Excel

source: If you try to put decimal values, it will be ignored.
fr_be: Si vous tentez d'introduire des valeurs décimales,elles seront ignorées.

source: Incomplete
fr_be: Incomplet

source: Inject
fr_be: Injecter

source: Inject XLS file
fr_be: Injecter le fichier XLS

source: Invalid justification value
fr_be: Valeur de justification invalide

source: Justification legend: %(justification_label_authorized)s
fr_be: Légende pour le champ 'Justification': %(justification_label_authorized)s

source: Justified absence
fr_be: Absence justifiée

source: Last synchronization
fr_be: Dernière synchronisation

source: Lastname
fr_be: Nom

source: Learning unit
fr_be: Unité d'apprentissage

source: Learning unit title
fr_be: Titre de l'unité d'apprentissage

source: Line
fr_be: Ligne

source: M=Justified Absence
fr_be: M=Absence Justifiée

source: Manager
fr_be: Gestionnaire

source: Managers
fr_be: Gestionnaires

source: Missing score
fr_be: Note manquante

source: NOTE : the 'Email' field is optional. You can fill in this field if you want it to appear on the score sheet.
fr_be: NOTE: le champ 'Email' optionnel. Vous pouvez remplir ce champ si vous désirez qu'il apparaisse sur la feuille d'encodage.

source: No address found for the selected entity.
fr_be: Aucune adresse trouvée pour l'entité sélectionnée.

source: No data for this academic year
fr_be: Aucune donnée pour cette année académique

source: No double score encoded ; nothing to compare.
fr_be: Pas de note encodée en double ; rien à comparer.

source: No entity associated to your profile
fr_be: Aucune entité associée à votre profil

source: No new scores encoded. The double encoding needs new scores.
fr_be: Aucune nouvelles notes encodées. L'encodage double nécessite de nouvelle notes.

source: No result!
fr_be: Aucun résultat!

source: No score injected
fr_be: Aucune note injectée

source: No scores injected
fr_be: Aucune note injectée

source: No students to encode by excel
fr_be: Aucun étudiant à encoder par excel

source: None
fr_be: Aucun

source: Not passed
fr_be: Non communiquée

source: Number of enrollments
fr_be: Nombre d'inscriptions

source: Numbered scores
fr_be: Notes chiffrées

source: Offer
fr_be: Offre

source: Online
fr_be: En ligne

source: Online double scores encoding
fr_be: Double encodage en ligne des notes

source: Online encoding
fr_be: Encodage en ligne

source: Online scores encoding
fr_be: Encodage en ligne des notes

source: Other tutors
fr_be: Autre tuteurs

source: Other values reserved to administration: %(justification_other_values)s
fr_be: Autres valeurs réservées à l'administration : %(justification_other_values)s

source: Person search
fr_be: Recherche de personne

source: Phone
fr_be: Téléphone

source: Please choose at least one criteria!
fr_be: Veuillez choisir au moins un critère!

source: Please select an XLS file for injection
fr_be: Veuillez délectionner un fichier XLS pour injection

source: Please select an address
fr_be: Veuillez sélectionner une adresse

source: Postal code
fr_be: Code postal

source: Print
fr_be: Imprimer

source: Print all courses
fr_be: Imprimer tous les cours

source: Print the scores
fr_be: Imprimer toutes les notes

source: Program
fr_be: Programme

source: Program managers
fr_be: Gestionnaires de parcours étudiant

source: Progress
fr_be: Progression

source: Recipient
fr_be: Récipient

source: Refresh list
fr_be: rafraîchir la liste

source: Registration ID
fr_be: Noma

source: Registration ID does not match email
fr_be: Le noma ne corresond pas à l'adresse de messagerie

source: Registration number
fr_be: Noma

source: Remove
fr_be: Retirer

source: Represents the quantity of scores submitted to the administration. The number surrounded by parenthesis is the number of scores encoded by the tutor that aren't submitted yet ('draft' state)
fr_be: Représente la quantité de notes soumises à l'administration. Le nombre entouré de parenthèses est le nombre de notes encodées par le tuteur qui n'ont pas encore été soumises (état 'brouillon')

source: Reuse the address of an entity linked to the program or inform the posting address for the papersheet.
fr_be: Ré-utilisez l'adresse d'une entité liée au programme ou informez l'adresse postale pour la feuille papier.

source: Row
fr_be: Ligne

source: S=Unjustified Absence
fr_be: S=Absence Injustifiée

source: Save
fr_be: Enregistrer

source: Score
fr_be: Note

source: Score already submitted
fr_be: Note déjà soumise

source: Score legend: %(score_legend)s (0=Score of presence)
fr_be: Valeur acceptée: %(score_legend)s (0=Note de présence)

source: Score saved
fr_be: Note sauvée

source: Score sheet address was successfully saved.
fr_be: L'adresse de la feuille de notes a été sauvée avec succès.

source: Score submitted
fr_be: note soumise

source: Scores encoding
fr_be: Encodage de notes

source: Scores injection
fr_be: Injection de notes

source: Scores must be between 0 and 20
fr_be: Les notes doivent être comprises entre 0 et 20

source: Scores responsible
fr_be: Responsable de notes

source: Scores responsible title
fr_be: Titre du responsable de notes

source: Scores responsibles
fr_be: Responsables de notes

source: Search
fr_be: Chercher

source: Search of annual programs
fr_be: Chercher les programmes annuels

source: Select an encoding type
fr_be: Sélectionnez un type d'encodage

source: Select an excel file to inject scores.
fr_be: Sélectionnez un fichier excel pour injecter des notes.

source: Select/deselect all
fr_be: Sélectionner/Dé-sélectionner tout

source: Selected
fr_be: Sélectionné

source: Session number
fr_be: Numéro de session

source: State
fr_be: Etat

source: Student not registered for exam
fr_be: L'étudiant n'est plus inscrit à l'examen

source: Students deliberated are not shown
fr_be: Les étudiants délibérés ne sont pas montrés

source: Studies
fr_be: Etudes

source: Submission
fr_be: Soumission

source: Teacher deadline
fr_be: Date d'échéance de l'enseignant

source: Temporary save (not submitted to the faculty yet)
fr_be: Enregistrement temporaire (non soumis à la faculté pour le moment)

source: The data presented on this document correspond to the state of the system dated %(printing_date)s and are likely to evolve
fr_be: Les données présentes sur ce document correspondent à l'état du système en date du %(printing_date)s et sont susceptibles d'évoluer

source: The enrollment to the activity %(xls_learning_unit_acronym)s doesn't exist
fr_be: L'inscription à l'activité %(xls_learning_unit_acronym)s n'existe pas

source: The file must be a valid 'XLSX' excel file
fr_be: Le fichier dois être un fichier excel valide

source: The manager will keep the following programs :
fr_be: Le gestionnaire devra conserver les programmes suivant :

source: The period of scores' encoding %(session_number)s is closed since %(str_date)s
fr_be: La période d'encodage de notre %(session_number)s est fermée depuis %(str_date)s

source: The period of scores' encoding %(session_number)s will be open %(str_date)s
fr_be: La période d'encodage de notes %(session_number)s va ouvrir %(str_date)s

source: The period of scores' encoding is not opened
fr_be: La période d'encodage de notes n'est pas ouverte

source: The scores responsible must still submit the scores
fr_be: Le resonsable de notes doit tout de même soumettre les notes

source: The selected entity no longer exists today (end date passed).
fr_be: L'entité sélectionnée n'existe plus aujourd'hui (date de fin passée).

source: This process helps tutor while encoding notes for the exams sessions.
fr_be: Cette procédure aide le tuteur durant l'encodage de notes pour les sessions d'examens.

source: Tutor
fr_be: Tuteur

source: Tutors of the course
fr_be: Tuteurs du cours

source: Unauthorized decimal for this learning unit
fr_be: Attention : décimales non autorisées pour ce cours

source: Unjustified absence
fr_be: Absence injustifiée

source: Unsubscribed lately
fr_be: Désinscrit tardivement

source: Via paper
fr_be: Via papier

source: Warning : some registered scores have not been submitted yet!
fr_be: Attention : certaines notes enregistrées n'ont pas encore été soumises!

source: Without attribution
fr_be: Sans attribution

source: You can't encode a 'score' and a 'justification' together
fr_be: Vous ne pouvez pas encoder une note et une justification ensemble

source: You don't have access rights for this learning unit or it doesn't exist in our database
fr_be: Vous n'avez pas les droits d'accès pour cette unité d'enseignement ou elle n'existe pas dans notre base de donénes

source: You don't have access rights for this offer or it doesn't exist in our database
fr_be: Vous n'avez pas les droits d'accès pour cette offre ou elle n'existe pas dans notre base de données

source: You encoded scores for more than 1 learning unit in your excel file (column 'Learning unit').Please make one excel file by learning unit.
fr_be: Vous encodez des notes pour plus d'une unité d'enseignement dans votre fichier excel (column 'Unité d'enseignement'). Veuillez constituer un fichier excel par unité d'enseignement.

source: You have to select a file to upload.
fr_be: Vous avez sélectionné un fichier à téléversé

source: You haven't any score to encode.
fr_be: Vous n'avez pas de note à encoder.

source: Your excel file isn't well structured. Please follow the structure of the excel file provided (button '%(button_value)s')
fr_be: Votre fichier excel n'est pas bien structuré. Veuillez suivre la structure du fichier excel à fournir (bouton '%(button_value)s')

source: date_format
fr_be: %d%m%Y

source: learning units in
fr_be: unités d'enseignement dans

source: of
fr_be: sur

source: program(s)
fr_be: programme(s)

source: score(s) saved
fr_be: note(s) sauvées
