Repository: uclouvain/osis-louvain
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Jury members
fr_be: Membres du jury

source: Keywords
fr_be: Mots clés

source: LECTURING
fr_be: Partie magistrale

source: LU
fr_be: UE

source: LU_ERRORS_INVALID_REGEX_SYNTAX
fr_be: Expression régulière incorrecte!

source: Language
fr_be: Langue

source: Language Exam
fr_be: Examen de langue

source: Language classes
fr_be: Cours de langue

source: Last modifications
fr_be: Dernières modifications

source: Lastname
fr_be: Nom

source: Leads to diploma/certificate
fr_be: Mène à diplôme/certificat

source: Learning Unit <a href='%(link)s'> %(acronym)s (%(academic_year)s) </a> successfuly created.
fr_be: Unité d'enseignement <a href='%(link)s'> %(acronym)s (%(academic_year)s) </a> créée avec succès.

source: Learning achievements
fr_be: Acquis d'apprentissage

source: Learning location
fr_be: Lieu d'enseignement

source: Learning unit
fr_be: Unité d'enseignement

source: Learning unit %(acronym)s (%(academic_year)s) successfuly deleted.
fr_be: Unité d'enseignement %(acronym)s (%(academic_year)s) supprimée avec succès.

source: Learning unit %(acronym)s successfully updated.
fr_be: Unité d'enseignement %(acronym)s mise à jour avec succès.

source: Learning unit search
fr_be: Recherche d'unités d'enseignement

source: Learning units
fr_be: Unités d'enseignement

source: Learning units comparison
fr_be: Fiche comparative

source: Learning units enrollments
fr_be: Inscription aux unités d'enseignement

source: Learning units list
fr_be: Liste des UEs

source: LearningUnitsList
fr_be: Liste-UEs

source: Lecturing
fr_be: Partie magistrale

source: Lecturing complete
fr_be: Cours complet

source: Lecturing incomplete
fr_be: Cours incomplet

source: Lecturing planned classes
fr_be: Classes prévues PM

source: Lecturing vol.
fr_be: Vol. PM

source: Legend
fr_be: Légende

source: Link type
fr_be: Type de lien

source: List of learning_units with comparison
fr_be: Comparaison entre unités d'enseignement

source: List of teachers
fr_be: Liste des enseignants

source: List of trainings
fr_be: Liste des organisation de formation

source: List of trainings with administrative data
fr_be: Liste des formations avec données administratives

source: Local credits
fr_be: Crédits locaux

source: Location
fr_be: Localité

source: Lock
fr_be: Bloquer

source: Logistic
fr_be: Logistique

source: Logistics entity
fr_be: Entité logistique

source: Made in
fr_be: Fait à

source: Mail to remind educational information update
fr_be: Mail de rappel résumés

source: Main
fr_be: Principale

source: Maintenance of data with the SQL language
fr_be: La maintenance de données avec la langage SQL

source: Major list choice
fr_be: Liste au choix Majeures

source: Male
fr_be: Masculin

source: Manage repartition
fr_be: Gérer la répartition

source: Manage volumes
fr_be: Gérer les volumes

source: Managed programs
fr_be: Programmes gérés

source: Management entity
fr_be: Entité de gestion

source: Management of data by entity
fr_be: Gestion des données par entité du métier

source: Management of learning units, formations and others activities of the program.
fr_be: Gestion des cours, des formations et d'autres activités qui composent le programme.

source: Management of organizational structure.
fr_be: Gestion des la structure organisationnelle.

source: Management of organizations
fr_be: Gestion des organisations

source: Management of programs.
fr_be: Gestion des programmes.

source: Management of students' path from their registration until their diploma.
fr_be: Gestion du parcours des étudiants depuis leur inscription jusqu'à leur diplôme.

source: Management of the annualized program.
fr_be: Gestion du programme annualisé.

source: Management of the institution.
fr_be: Gestion de l'institution.

source: Management of the program managers
fr_be: Permet d'administrer la liste des gestionnaires qui ont accès à l'encodage en ligne

source: Management of the scores responsibles managers
fr_be: Permet d'administrer la liste des responsables de notes qui ont accès à l'encodage en ligne

source: Management of the summary responsibles
fr_be: Permet d'administrer la liste des enseignants responsables des infos pédagogiques

source: Mandatory
fr_be: Obligatoire

source: Many
fr_be: Plusieurs

source: Mark selected messages as read
fr_be: Marquer les messages sélectionnés comme lus

source: Marks presentation
fr_be: Remise des notes

source: Master MA 120
fr_be: Master en 120 crédits à finalité approfondie

source: Master MA 180-240
fr_be: Master en 180-240 crédits à finalité approfondie

source: Master MD 120
fr_be: Master en 120 crédits à finalité didactique

source: Master MD 180-240
fr_be: Master en 180-240 crédits à finalité didactique

source: Master MS 120
fr_be: Master en 120 crédits à finalité spécialisée

source: Master MS 180-240
fr_be: Master en 180-240 crédits à finalité spécialisée

source: Master in 60 credits
fr_be: Master en 60 crédits

source: Master of specialist
fr_be: Master de spécialisation

source: Master thesis
fr_be: Thèse de master

source: Max. credits
fr_be: Créd. max.

source: Method not allowed
fr_be: Methode non autorisée

source: Min. credits
fr_be: Créd. min.

source: Minerval complete
fr_be: Minerval complet

source: Mini-Training
fr_be: Mini-Formation

source: Minor list choice
fr_be: Liste au choix Mineures

source: Mobile phone
fr_be: Téléphone mobile (GSM)

source: Mobility
fr_be: Mobilité

source: Mobility partnership
fr_be: Partenariat de mobilité

source: Mobility partnership list choice
fr_be: Liste au choix Partenariat mobilité

source: Modification made
fr_be: Modification apportée

source: Modifications should be made in EPC for year %(year)d
fr_be: Les modifications doivent être faites dans EPC pour l'année %(year)d

source: Modify
fr_be: Modifier

source: Modify end date
fr_be: Modifier la date de fin

source: Modify prerequisites
fr_be: Modifier les prérequis

source: Monitoring of the storage capacity
fr_be: Surveillance de la capacité de stockage

source: Month
fr_be: Mois

source: My Messages
fr_be: Mes messages

source: My OSIS
fr_be: Mon OSIS

source: Name
fr_be: Nom

source: Name of the teacher responsible
fr_be: Nom du professeur responsable de programme

source: Need no reminder
fr_be: Pas besoin de rappel tout est en ordre

source: New Education Group
fr_be: Nouveau Groupement

source: New Mini-Training
fr_be: Nouvelle Mini-Formation

source: New Training
fr_be: Nouvelle Formation

source: New external learning unit
fr_be: Nouvelle unité d'enseignement externe

source: New learning unit
fr_be: Nouvelle UE

source: New partim
fr_be: Nouveau partim

source: Next
fr_be: Suivant

source: No Messages
fr_be: Pas de messages

source: No additional fees
fr_be: Pas de frais supplémentaires

source: No attributions exist for the parent learning unit
fr_be: Aucune attribution n’existe pour le cours parent

source: No data
fr_be: Pas de données

source: No difference
fr_be: Aucune différence

source: No enrollment for this learning unit
fr_be: Il n'y a aucune inscription pour cette unité d'enseignement

source: No match has been found for this learning unit : %(acronym)s
fr_be: Aucune correspondance n'a été trouvée pour cette unité d'enseignement : %(acronym)s

source: No print
fr_be: Pas d’impression

source: No proposals was selected.
fr_be: Aucune propositions n'a été sélectionnées.

source: No receiver for this message
fr_be: Pas de destinataire pour ce message

source: No result!
fr_be: Aucun résultat!

# female
source: No type of %(child_category)s can be created as child of %(category)s of type %(type)s
fr_be: Aucun type de %(child_category)s ne peut être créé comme enfant d'une %(category)s de type %(type)s

source: Non academic
fr_be: Non académiques

source: Non academic CREF
fr_be: Non académique CREF

source: Non university Bachelors
fr_be: Bacheliers non universitaires

source: None
fr_be: Aucun

source: Not concerned
fr_be: Non concerné

source: Not eligible to delete learning units
fr_be: Vous ne pouvez pas supprimer cette unité d'enseignement

source: Not enrolled
fr_be: Pas inscrit

source: Not in period to edit educational information.
fr_be: Vous n'êtes pas en période d'édition des informations pédagogiques.

source: Not in range of years which can be edited by you
fr_be: L'unité d'enseignement n'est pas dans la fourchette d'années que vous pouvez modifier

source: Not required
fr_be: Non requis

source: Number ID
fr_be: Matricule

source: Number of elements
fr_be: Nombre d'éléments

source: OR
fr_be: OU

source: Offers
fr_be: Programmes

source: Offers enrollments
fr_be: Inscriptions aux formations

source: On the file: direct access or access with additional training
fr_be: Sur dossier: accès direct ou moyennant compléments de formation

source: One
fr_be: Un

source: One of the partial volumes must have a value to 0.
fr_be: Un des volumes partiels doit avoir une valeur à 0.

source: Only program managers of the education group OR central manager linked to entity can edit.
fr_be: Seuls les gestionnaires de programme d'organisation de formation OU les gestionnaires facultaires liées à l'entité peuvent éditer.

source: Open for externs
fr_be: Ouvert aux externes

source: Open minor
fr_be: Mineure d’ouverture

source: Opening to Adults
fr_be: Ouverture aux adultes

source: Operation
fr_be: Opération

source: Option list choice
fr_be: Liste au choix Options

source: Or
fr_be: Ou

source: Organization
fr_be: Organisation

source: Organization address
fr_be: Adresse de l'organisation

source: Organization of formations
fr_be: Organisation des formations

source: Organizational chart
fr_be: Organigramme

source: Organizations
fr_be: Organisations

source: Other academic responsible
fr_be: Autre responsable académique

source: Other academic responsibles
fr_be: Autres responsables académique

source: Other collective
fr_be: Autre collectif

source: Other contact
fr_be: Autre contact

source: Other contacts
fr_be: Autres contacts

source: Other individual
fr_be: Autre individuel

source: Other languages activities
fr_be: Activité dans d'autres langues

source: Other remark
fr_be: Autre remarque

source: Other teacher(s)
fr_be: Autre(s) enseignant(s)

source: Others Bachelors of the French speaking Community of Belgium
fr_be: Autres bacheliers de la Communauté française de Belgique

source: Own comment
fr_be: Commentaire propre

source: Own components
fr_be: Composants propres

source: P.C.
fr_be: C.P.

source: Page not found.
fr_be: Page inexistante.

source: Partial deliberation
fr_be: Sous-épreuve

source: Partners
fr_be: Partenaires

source: Partnerships
fr_be: Partenariats

source: Password
fr_be: Mot de passe

source: Pending
fr_be: En attente

source: Periodicity
fr_be: Périodicité

source: Person not in accordance with proposal state
fr_be: Personne qui ne peut pas travailler avec une proposition dans cet état

source: Personalized access
fr_be: Accès personnalisé

# Ph.D for education group
source: Ph.D
fr_be: Doctorat

source: Planned classes
fr_be: Classes prévues

source: Platform
fr_be: Plateforme

source: Please Select or Move an item before Attach it
fr_be: Veuillez Sélectionner ou Déplacer un élément avant d'Attacher

source: Please select an academic year lower than %(academic_year_max)d.
fr_be: Impossible de créer une UE dont l'année académique est supérieure à %(academic_year_max)d.

source: Pole
fr_be: Pôle

source: Postal code
fr_be: Code postal

source: Practical exercises
fr_be: Partie pratique

source: Practical exercises complete
fr_be: Exercices pratiques complets

source: Practical exercises incomplete
fr_be: Exercices pratiques incomplets

source: Practical planned classes
fr_be: Classes prévues PP

source: Practical vol.
fr_be: Vol. PP

source: Preferences
fr_be: Préférences

source: Prerequisite
fr_be: Prérequis

source: Prerequisites are invalid
fr_be: <p>Prérequis invalides</p>

source: Prerequisites saved.
fr_be: Prérequis enregistrés.

source: President
fr_be: Président

source: Previous
fr_be: Précédent

source: Primary language
fr_be: Langue principale

source: Printable title
fr_be: Titre imprimable

source: Procedure
fr_be: Procédure

source: Process to help teachers for the encoding of notes.
fr_be: Processus visant à aider les enseignants pour l'encodage des notes.

source: Produce Xls
fr_be: Produire Excel

source: Produce a customizable xls of learning units
fr_be: Produire une liste personnalisable des unités d'enseignement

source: Produce xls with a list of education groups
fr_be: Produire un fichier Excel avec la liste des organisations de formations

source: Producing annexe
fr_be: Production du supplément / annexe

source: Producing certificat
fr_be: Production du diplôme / certificat

source: Profes. integration
fr_be: Intégration prof.

source: Professional internship
fr_be: Stage professionnel

source: Professionnal title
fr_be: Titre professionnel

source: Profile
fr_be: Profil

source: Program Managers
fr_be: Gestionnaires de programme

source: Program commission
fr_be: Commission du programme

source: Program master 120
fr_be: Master en 120 crédits (programme)

source: Program master 180-240
fr_be: Master en 180-240 crédits (programme)

source: Program organized with other institutes
fr_be: Programme co-organisés avec d'autres institutions

source: Programs
fr_be: Programmes

source: Programs/gathering
fr_be: Programmes/regroupements

source: Prohibition to delete a learning unit before 2015.
fr_be: Interdiction de supprimer une unité d'enseignement avant 2015.

source: Prolong
fr_be: Prolonger

source: Proposal
fr_be: Proposition

source: Proposal %(acronym)s (%(academic_year)s) successfully canceled.
fr_be: Proposition %(acronym)s (%(academic_year)s) annulée avec succès.

source: Proposal %(acronym)s (%(academic_year)s) successfully consolidated.
fr_be: Proposition %(acronym)s (%(academic_year)s) consolidée avec succès.

source: Proposal for modification
fr_be: Proposition de modification

source: Proposal is neither accepted nor refused.
fr_be: La proposition n'est ni acceptée ni refusée.

source: Proposal isn't on current learning unit year
fr_be: La proposition n'est pas sur l'année en cours

source: Proposal learning unit <a href='%(link)s'> %(acronym)s (%(academic_year)s) </a> successfuly created.
fr_be: Proposition d'unité d'enseignement <a href='%(link)s'> %(acronym)s (%(academic_year)s) </a> créée avec succès.

source: Proposal management
fr_be: Gestion de la proposition

source: Proposal not in eligible state for consolidation
fr_be: La proposition n'est pas dans un état éligible à la consolidation

source: Proposal of creation
fr_be: Proposition de création

source: Proposal status
fr_be: Etat proposition

source: Proposal type
fr_be: Type proposition

source: Proposals
fr_be: Propositions

source: Proposals date
fr_be: Date proposition

source: Provisory
fr_be: Provisoire

source: Public partner
fr_be: Partenaire public

source: Publication contact entity
fr_be: Entité de contact de publication

source: Publish
fr_be: Publier

source: Put in proposal
fr_be: Mettre en proposition

source: Put in suppression proposal
fr_be: Mettre en proposition de suppression

source: Q1 and Q2
fr_be: Q1 et Q2

source: Q1 or Q2
fr_be: Q1 ou Q2

source: Quad. derog.
fr_be: Quad. dérog.

source: Quadrimester
fr_be: Quadrimestre

source: Quadrimester derogation
fr_be: Quadrimestre dérogation

source: Rate code
fr_be: Code tarif

source: Real classes
fr_be: Classes effectives

source: Real/Planned classrooms
fr_be: Classes effectives/prévues

source: Received on
fr_be: Reçu le

source: Reduction
fr_be: Inscriptions en allègement

source: Reference
fr_be: Référence

source: Reference institution
fr_be: Institution de référence

source: Refused
fr_be: Refusé

source: Registration ID
fr_be: NOMA

source: Registration form for the content of
fr_be: Formulaire d'inscription au contenu de

source: Relative / Absolute <br>credits
fr_be: Crédits<br>relatifs / absolus

source: Remarks
fr_be: Remarques

source: Reminding mails sent
fr_be: Messages de rappel envoyés

source: Repartition added for %(tutor)s (%(function)s)
fr_be: Répartition ajoutée pour %(tutor)s (%(function)s)

source: Repartition modified for %(tutor)s (%(function)s)
fr_be: Répartition modifiée pour %(tutor)s (%(function)s)

source: Req. Entities
fr_be: Ent. charges

source: Req. Entity
fr_be: Ent. charge

source: Requesting entity
fr_be: Entité demandeuse

source: Required
fr_be: Obligatoire

source: Requirement entity
fr_be: Entité resp. cahier des charges

source: Reregistration
fr_be: Re inscription

source: Research center
fr_be: Centre de recherche

source: Research certificate
fr_be: Certificat de recherche

source: Research criteria
fr_be: Critères de recherche

source: Research internship
fr_be: Stage de recherche

source: Reserved for interns
fr_be: Réservé aux stagiaires

source: Responsible
fr_be: Responsable

source: SQL command
fr_be: Commande SQL

source: Save
fr_be: Enregistrer

source: Schedule type
fr_be: Type horaire

source: School
fr_be: École

source: Scores diffusion
fr_be: Diffusion des notes

source: Scores encoding
fr_be: Encodage des notes

source: Scores exam diffusion
fr_be: Diffusion des feuilles de note

source: Scores exam submission
fr_be: Soumission des feuilles de note

source: Scores must be between 0 and 20
fr_be: Les scores doivent être compris entre 0 et 20

source: Scores responsibles
fr_be: Responsables de notes

source: Search for an entity
fr_be: Rechercher une entité

source: Search for an organization
fr_be: Recherche d'organisations

source: Search of annual programs
fr_be: Recherche des programmes annualisés

source: Search type
fr_be: Type de recherche

source: Search...
fr_be: Recherche...

source: Secretary
fr_be: Secrétaire

source: Sector
fr_be: Secteur

source: Select
fr_be: Sélectionner

source: Select a language
fr_be: Sélectionnez une langue

source: Select action to execute
fr_be: Sélectionner l'action à exécuter

source: Select all the messages
fr_be: Sélectionner tous les messages

source: Selected element
fr_be: Élément sélectionné

source: Sent email to remind to update educational information
fr_be: Envoyer un email de rappel pour la mise à jour des informations pédagogiques

source: Separate
fr_be: Séparer

source: Service courses
fr_be: Cours de service

source: Service partner
fr_be: Partenaire de service

source: Session derogation
fr_be: Session dérogation

source: Shifted
fr_be: Horaire décalé

source: Short title
fr_be: Titre abrégé

source: Show message
fr_be: Lire le message

source: Signatory
fr_be: Signataire

source: Signatory qualification
fr_be: Qualification du signataire

source: Society minor
fr_be: Mineure de société

source: Source code
fr_be: Code source

source: Special Conditions
fr_be: Conditions spéciales

source: Specific Conditions
fr_be: Conditions Spécifiques

source: Specifications
fr_be: Cahier des charges

source: Start
fr_be: Début

source: Start date
fr_be: Date de début

source: Start date and end date are mandatory
fr_be: Les dates de début et de fin sont obligatoires

source: Start date must be lower than end date
fr_be: La date de début doit être inférieure à la date de fin

source: Starting year
fr_be: Année de départ

source: State
fr_be: État

source: Status
fr_be: Statut

source: Storage
fr_be: Stockage

source: Student
fr_be: Etudiant

source: Student path
fr_be: Parcours de l'étudiant

source: Student search
fr_be: Recherche étudiants

source: Student's contact information
fr_be: Coordonnées de l'étudiant.e

source: Student's signature
fr_be: Signature de l'étudiant.e

source: Students
fr_be: Etudiants

source: Sub group
fr_be: Sous-groupe

source: Subject
fr_be: Sujet

source: Subscribed
fr_be: Souscrit

source: Substitute
fr_be: Suppléé

source: Subtype
fr_be: Sous-type

source: Success
fr_be: Succès

source: Summary course submission
fr_be: Résumé du cours

source: Summary responsible(s)
fr_be: Responsable(s) des informations

source: Suppression proposal
fr_be: Proposition de suppression

source: Suspended
fr_be: Suspendu

source: T=Cheating
fr_be: T=Tricherie

source: Teaching charge application
fr_be: Demande de frais d’enseignement

source: Teaching internship
fr_be: Stage d’enseignement

source: Teaching material
fr_be: Supports de cours

source: Team management
fr_be: Gestion par équipe

source: Technologic platform
fr_be: Plate-forme technologique

source: Termination
fr_be: Terminaison

source: Testing
fr_be: Essai

source: The
fr_be: Le

source: The %(acronym)s has been moved
fr_be: %(acronym)s a été déplacé

source: The acronym <b>already exists</b>.
fr_be: L’acronyme <b>existe déjà</b>.

source: The additional informations has been updated
fr_be: Les information supplémentaires ont été sauvegardées avec succès

source: The administrative data has been successfully modified
fr_be: Les données administratives ont été sauvées avec succès

source: The annual volume must be equal to the sum of the volumes Q1 and Q2
fr_be: Le volume annuel doit être égal à la somme des volumes Q1 et Q2

source: The class %(acronym)s has been deleted for the year %(year)s
fr_be: La classe %(acronym)s a été supprimé(e) pour l'année %(year)s

source: The closure's date of '%s' of the academic calendar can't be lower than %s (end date of '%s' of the program '%s')
fr_be: La date de fermeture de '%s' du calendrier académique ne peut pas être inférieure au %s (date de fin de '%s' du programme '%s')

source: The configuration of you user profile
fr_be: Informations liées à votre profil

source: The contact has been created
fr_be: Le contact a bien été créee

source: The contacts modifications has been saved
fr_be: Les données de contact ont été sauvegardées

source: The content has already been postponed.
fr_be: Le contenu a déjà été reporté.

source: The content of the education group is not empty.
fr_be: Le contenu du programme type n'est pas vide.

source: The coorganization has been created
fr_be: La nouvelle coorganisation a bien été créee

source: The coorganization modifications has been saved
fr_be: Les données de la coorganisation ont été sauvegardées

source: The credits value of the partim %(acronym)s is greater or equal than the credits value of the parent learning unit.
fr_be: Le nombre de crédits du partim %(acronym)s est supérieur ou égal à celui de l'unité d'enseignement parent.

source: The credits value should be an integer
fr_be: La valeur du champs crédits doit être un entier

source: The education group edition period is not open.
fr_be: La période de modification d'organisation de formation n'est pas ouverte.

source: The end date of the education group is smaller than the year of postponement.
fr_be: La date de fin de la formation est plus petite que l'année de report.

source: The entity %(entity_acronym)s does not exist for the selected academic year %(academic_year)s
fr_be: L'entité %(entity_acronym)s n'existe pas pour l'année académique sélectionnée %(academic_year)s

source: The entity '%(acronym)s' doesn't exist anymore in %(year)s
fr_be: L'entité '%(acronym)s' n'existe plus en %(year)s

source: The event "%(event)s" has been deleted successfully
fr_be: L'événement "%(event)s" a été supprimé avec succès

source: The following education groups ended with error
fr_be: Les groupement suivants se sont terminés par une erreur

source: The following learning units ended with error
fr_be: Les unités d'enseignement suivantes se sont terminées par une erreur

source: The format of the range date is not valid
fr_be: Le format de la plage de dates n'est pas valide

source: The global volume corresponding to the product of the annual volume and the number of planned classes must be equal to the sum of the volumes for each entity
fr_be: Le volume global correspondant au volume annuel multiplié par le nombre de classes doit être égal à la somme des volumes pour chaque entité
