Repository: uclouvain/osis-louvain
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: The learning unit
fr_be: L'unité d'enseignement

source: The learning unit %(acronym)s has been successfully deleted for all years.
fr_be: L'unité d'enseignement %(acronym)s a été supprimée avec succès pour toutes les années.

source: The learning unit %(acronym)s is included in the following education groups
fr_be: L'unité d'enseignement %(acronym)s est incluse dans les groupements suivants

source: The learning unit %(acronym)s is not included in any education group
fr_be: L'unité d'enseignement %(acronym)s n'est incluse dans aucun groupement

source: The learning unit %(learning_unit)s has a partim %(partim)s with an end year greater than %(year)s
fr_be: L'unité d'enseignement %(learning_unit)s a un partim %(partim)s avec une année de fin plus grande que %(year)s

source: The learning unit %(luy)s is in proposal, can not save the change from the year %(academic_year)s
fr_be: L'unité d'enseignement %(luy)s est en proposition, impossible de sauvegarder le changement à partir de l'année %(academic_year)s

source: The learning unit does not exist for the academic year %(anac)s
fr_be: L'unité d'enseignement n'existe pas pour l'année académique %(anac)s

source: The learning unit has been updated until %(year)s.
fr_be: L'unité d'enseignement a été modifiée jusqu'en %(year)s.

source: The learning unit has been updated.
fr_be: L'unité d'enseignement a été modifiée.

source: The learning unit is not summary editable.
fr_be: La mise-à-jour des informations pédagogiques est bloqué pour cette unité d'enseignement.

source: The learning units
fr_be: Les unités d'enseignement

source: The link of %(acronym)s has been created
fr_be: Le lien de %(acronym)s ont été mis à jour

source: The link of %(acronym)s has been updated
fr_be: Le lien de %(acronym)s ont été mis à jour

source: The linked %(entity)s does not exist at the start date of the academic year linked to this learning unit
fr_be: L'%(entity)s liée n'existe pas à la date de début de l'année académique liée à cette unité d'enseignement

source: The linked entity does not exist at the start date of the academic year linked to this learning unit
fr_be: L'entité liée n'existe pas à la date de début de l'année académique liée à cette unité d'enseignement

source: The message can't be sent again, no email provided.
fr_be: Le message ne peut être réenvoyé , l'utilisateur n'a pas d'adresse mail.

source: The message was sent again.
fr_be: Le message à bien été réenvoyé.

source: The messages sent by the application to you
fr_be: La liste des messages qui vous ont été envoyés par l'application

source: The number of children of type "%(child_type)s" for "%(parent)s" has already reached the limit.
fr_be: Le nombre d'enfants de type "%(child_type)s" pour "%(parent)s" a atteint la limite maximum.

source: The parent is %(parent_periodicty)s and there is at least one partim which is not %(parent_periodicty)s
fr_be: L'UE parent est %(parent_periodicty)s et au moins un partim n'est pas %(parent_periodicty)s

source: The parent is inactive and there is at least one partim active
fr_be: L'UE parent est inactive et au moins un partim est actif

source: The partim
fr_be: Le partim

source: The prerequisites %(prerequisites)s for the learning unit %(learning_unit)s are not inside the selected training %(root)s
fr_be: Les prérequis %(prerequisites)s pour l'unité d'enseignement %(learning_unit)s ne sont pas dans la formation sélectionnée %(root)s

source: The program are published. Click on the link to display it :
fr_be: Le programme a été publié. Cliquez sur le lien pour l'afficher :

source: The registration form is available at the Secretariat of
fr_be: Le formulaire d'inscription est disponible au Secrétariat de

source: The repartition volume of %(col_name)s has been already modified. ({%(new_value)s} instead of {%(current_value)s})
fr_be: La répartition de volume de %(col_name)s a déjà été modifiée. ({%(new_value)s} a la place de {%(current_value)s})

source: The root does not exist in the next academic year.
fr_be: La racine n'existe pas dans l'anné academique suivante.

source: The selected end year (%(partim_end_year)s) is greater than the end year of the parent %(lu_parent)s
fr_be: L'année de fin selectionnée (%(partim_end_year)s) est plus grande que l'année de fin du parent %(lu_parent)s

source: The start date must be equals or lower than the end date
fr_be: La date de début doit être égale ou inférieure à la date de fin

source: The sum of volumes for the partims for professor %(tutor)s is superior to the volume of parent learning unit for this professor
fr_be: La somme des volumes des partims pour le professeur %(tutor)s est supérieure au volume de l'unité d'apprentissage parent pour ce professeur

source: The user has not permission to change education groups.
fr_be: L'utilisateur n'a pas la permission de modifier les formations.

source: The user has not permission to create a %(category)s.
fr_be: L'utilisateur n'a pas la permission de créer une %(category)s.

source: The value of field '%(field)s' for the learning unit %(acronym)s (%(component_type)s) is different between year %(year)s - %(value)s and year %(next_year)s - %(next_value)s
fr_be: La valeur du champ '%(field)s'de l'unité d'enseignement %(acronym)s (%(component_type)s) différe entre l'année %(year)s - %(value)s et l'année %(next_year)s - %(next_value)s

source: The value of field '%(field)s' is different between year %(year)s - %(value)s and year %(next_year)s - %(next_value)s
fr_be: La valeur du champ '%(field)s' différe entre l'année %(year)s - %(value)s et l'année %(next_year)s - %(next_value)s

source: The volume can not be set to 0.
fr_be: Le volume ne peut pas être mis à 0.

source: There are warnings in the form.
fr_be: Il y a des avertissements dans le formulaire.

source: There is %(count)d enrollments in %(subtype)s %(acronym)s for the year %(year)s
fr_be: %(subtype)s %(acronym)s fait l’objet de %(count)d inscription(s) l’année %(year)s

source: There is already a coorganization with this organization
fr_be: Il y a déjà une co-organisation avec cette institution

source: There is not %(component_type)s for the learning unit %(acronym)s - %(year)s but exist in %(existing_year)s
fr_be: Il n'y a pas de %(component_type)s pour l'unité d'enseignement %(acronym)s - %(year)s mais existe en %(existing_year)s

source: There is not the learning unit %(acronym)s - %(next_year)s
fr_be: Il n'existe pas d'unité d'enseigmenent %(acronym)s - %(next_year)s

source: This feature is in testing phase
fr_be: Cette fonctionnalité est en phase expérimentale

source: This field cannot be set
fr_be: Ce champ ne peut pas être défini

source: This field is required.
fr_be: Ce champ est vide.

source: This form must be signed by the designated authority and delivered to the secretariat of your faculty.
fr_be: Ce formulaire doit être revêtu de la signature de l'autorité désignée et remis au secrétariat de votre faculté.

source: This form must be submitted to the secretariat of your faculty
fr_be: Ce formulaire doit être remis au secrétariat de votre faculté

source: This label %s does not exist
fr_be: Ce label %s n’existe pas

source: This learning unit is not eligible for proposal creation/modification
fr_be: Cette unité d'enseignement n'est pas éligible pour une création/modification de proposition

source: This learning unit isn't eligible for modification because of it's type
fr_be: Cette unité d'enseignement n'est pas éligible en raison de son type

source: This partim is %(partim_periodicity)s and the parent is %(parent_periodicty)s
fr_be: Ce partim est %(partim_periodicity)s alors que l'UE parent est %(parent_periodicty)s

source: This partim is active and the parent is inactive
fr_be: Ce partim est actif alors que l'UE parent est inactive

source: This process controls students internships.
fr_be: Gestion des stages des étudiants.

source: This process helps tutors while scores encoding.
fr_be: Processus visant à aider les enseignants pour l'encodage des notes.

source: This program has no page to publish on it
fr_be: Ce programme n'a pas de page sur laquelle le publier

source: This training has no content to postpone.
fr_be: La formation n'a pas de contenu à reporter.

source: Title
fr_be: Intitulé

source: Title in English
fr_be: Intitulé en anglais

source: Title in French
fr_be: Intitulé en français

source: Title proper to the partim
fr_be: Intitulé propre au partim

source: To complete
fr_be: A compléter

source: Training
fr_be: Formation

source: Training type
fr_be: Type d'OF

source: Trainings
fr_be: Formations

source: Transformation and modification
fr_be: Transformation et modification

source: Transformation proposal
fr_be: Proposition de transformation

source: Transformation/modification proposal
fr_be: Proposition de transformation/modification

source: Trimester
fr_be: Trimestre

source: True when the relation is authorized for reference link.
fr_be: Vrai lorsque la relation est autorisée pour le lien de référence.

source: Tutor
fr_be: Enseignant·e

source: Tutors
fr_be: Enseignant·e·s

source: Type of constraint
fr_be: Type de contrainte

source: Type of event
fr_be: Type d'événement

source: Type of training
fr_be: Type de formation

source: UCL Bachelors
fr_be: Bacheliers UCL

source: UCL Diploma
fr_be: Diplôme avec l'UCL

source: URL of the learning unit
fr_be: URL de l'unité d'enseignement

source: Unable to retrieve appropriate sections for this programs
fr_be: Impossible de récupérer les sections pertinentes pour le programme consulté

source: Undefined
fr_be: Indéfini

source: University Bachelors
fr_be: Bacheliers universitaires

source: University certificate
fr_be: Certificat universitaire

source: University certificate 30 credits
fr_be: Certificat universitaire 30 crédits

source: University first cycle certificate
fr_be: Certificat d’université 1er cycle

source: University second cycle certificate
fr_be: Certificat d’université 2ème cycle

source: Unscheduled events
fr_be: Événements non planifiés

source: Up
fr_be: Haut

source: Update
fr_be: Mettre à jour

source: Update contact
fr_be: Mise-à-jour contact

source: Update entity
fr_be: Mise-à-jour entité

source: Update for teacher locked
fr_be: Mise-à-jour bloquée pour l'enseignant

source: Update for teacher unlocked
fr_be: Mise-à-jour débloquée pour l'enseignant

source: Used by learning unit
fr_be: Utilisation par l'unité d'enseignement

source: User
fr_be: Utilisateur

source: User interface language
fr_be: Langue de l'interface utilisateur

source: Utilizations
fr_be: Utilisations

source: Vacant not publish
fr_be: Vacant pas publier

source: Validity
fr_be: Validité

source: Value before proposal
fr_be: Valeur avant proposition

source: Vol. annual
fr_be: Vol. annuel

source: Vol_global is not equal to Vol_tot * planned_classes
fr_be: Le volume global doit être égal au volume annuel multiplié par le nombre de classes

source: Volume total annual
fr_be: Volume total annuel

source: Volumes are inconsistent
fr_be: Les volumes sont incohérents

source: Volumes management
fr_be: Gestion des volumes

source: Volumes of {} are inconsistent
fr_be: Les volumes de {} sont incohérents

source: We detected inconsistencies in the following data :
fr_be: Nous avons détecté des incohérences dans les données suivantes :

source: We will fix this as soon as possible
fr_be: Nous mettons tout en oeuvre pour résoudre ce problème

source: Web re-registration
fr_be: Ré-inscription par internet

source: Website
fr_be: Site internet

source: Week
fr_be: Semaine

source: Weighting
fr_be: Pondération par crédit

source: Which type of %(category)s do you want to create ?
fr_be: Quel type de %(category)s voulez-vous créer ?

source: With subord. ent.
fr_be: Avec ent. subord.

source: Xls with proposals
fr_be: Xls avec les propositions

source: YES,NO
fr_be: OUI,NON

source: Yes, I confirm.
fr_be: Oui, je confirme.

source: You are faculty manager and the proposal state is not 'Faculty', so you can't edit
fr_be: Vous êtes gestionnaire facultaire et le proposition n'est pas en état 'faculté' donc vous ne pouvez pas éditer

source: You are not allow to create a reference link between a %(parent_type)s and a %(child_type)s.
fr_be: Vous n’êtes pas autorisé de créer un lien de référence entre un %(parent_type)s et un %(child_type)s.

source: You are not allowed to copy the content of this kind of education group.
fr_be: Vous n'êtes pas autorisé de copier le contenu de ce type d'organisation de formation.

source: You are not allowed to create a reference with a learning unit
fr_be: Vous n'êtes pas autorisé de créer une référence avec une unité d’enseignement

source: You are not allowed to postpone this training in the future.
fr_be: Vous n'êtes pas autorisé à reporter cette formation dans le futur.

source: You are not allowed to postpone this training in the past.
fr_be: Vous n'êtes pas autorisé à reporter cette formation dans le passé.

source: You are not attached to initial or current requirement entity, so you can't edit proposal
fr_be: Vous n'êtes pas rattaché à l'entity de charges (initiale ou courante), donc vous ne pouvez pas éditer la proposition

source: You are not eligible to cancel proposal
fr_be: Vous ne pouvez pas consolider les propositions

source: You are not eligible to consolidate proposal
fr_be: Vous ne pouvez pas consolider les propositions

source: You are not eligible to create/modify proposal
fr_be: Vous ne pouvez pas créer/modifier les propositions

source: You are not eligible to edit proposal
fr_be: Vous ne pouvez pas modifier les propositions

source: You are not eligible to modify the end date of this learning unit. You should be central manager or the learning unit has to be a partim or the learning unit as to be a course/dissertation/internship
fr_be: Vous ne pouvez pas modifier la date de fin de cette unité d'enseignement. Vous devriez être gestionnaire central ou l'unité d'enseignement devrait être un partim ou encore l'unité d'enseignement devrait être un cours/mémoire/stage

source: You are not summary responsible for this learning unit.
fr_be: Vous n'êtes pas responsable des informations pédagogiques pour cette unité d'enseignement.

source: You are succesfully logout.
fr_be: Vous êtes à présent déconnecté.

source: You can not delete this object because some dependencies are protected
fr_be: Vous ne pouvez pas supprimer cet objet car certaines dépendances sont protégées

source: You can only modify a learning unit when your are linked to its requirement entity
fr_be: Vous ne pouvez modifier une unité d'enseignement qui si vous êtes attaché à son entité responsable du cahier des charges

source: You can't modify learning unit of a previous year
fr_be: Vous ne pouvez pas modifier la date de fin pour une année précédente

source: You can't modify learning unit under year : %(year)d
fr_be: Vous ne pouvez pas modifier une unité d'enseignement dont l'année est inférieure à %(year)d

source: You can't modify proposal which is on an other year
fr_be: Vous ne pouvez pas modifier les propositions liées à une autre année

source: You can't modify proposition which are related to a learning unit year under
fr_be: Vous ne pouvez pas modifier les propositions liées à une année d'unité d'enseignement sous

source: You cannot attach "%(child)s" (type "%(child_type)s") to "%(parent)s" (type "%(parent_type)s")
fr_be: Vous ne pouvez pas attacher "%(child)s" (de type "%(child_type)s") à "%(parent)s" (de type "%(parent_type)s")

source: You cannot delete a learning unit which is prerequisite or has prerequisite(s)
fr_be: Vous ne pouvez pas supprimer une unité d'enseignement qui a des prérequis ou qui est prérequis.

source: You don't have the rights to consolidate
fr_be: Vous n'avez pas le droit de consolider

source: You have the choice between
fr_be: Vous avez le choix entre

source: You must either set the common title or the specific title
fr_be: L'intitulé propre ou l'intitulé commun est requis

source: You proposed a modification of type {} for the learning unit {}.
fr_be: Une proposition de modification de type {} a été faite pour l'unité d'enseignement {}.

source: You should precise at least minimum or maximum constraint
fr_be: Vous devez préciser au moins la contrainte minimum ou maximum

source: You will definitely delete the following learning units.
fr_be: Vous êtes sur le point de supprimer définitivement les UE suivantes.

source: Your browser is out of date. This can lead to unknown behaviour.
fr_be: Votre navigateur n'est pas à jour. Certaines fonctionnalités peuvent ne pas fonctionner correctement.

source: Your personal details, configurations and other information related to you.
fr_be: Vos données personnelles, des préférences et d'autres informations associés.

source: Your username and password didn't match. Please try again.
fr_be: La combinaison login/mot de passe entrée n'est pas valide. Veuillez réessayer.

source: Zero
fr_be: Zéro

source: academic events
fr_be: événements académiques

source: acronym_rules
fr_be: Code composé de: site: 1 lettre partie alphabétique: 2 à 4 lettres partie numérique: 4 chiffres

source: activate to sort column ascending
fr_be: activer pour trier la colonne par ordre croissant

source: activate to sort column descending
fr_be: activer pour trier la colonne par ordre décroissant

source: activities in English
fr_be: activités en anglais

source: ad hoc events
fr_be: événements ad hoc

source: additional informations
fr_be: informations supplémentaires

source: agreements
fr_be: accords

source: aim number
fr_be: numéro de l'attendu

source: at
fr_be: à

source: author
fr_be: auteur

source: bachelor
fr_be: bachelier

source: bibliography
fr_be: bibliographie

source: biennial even
fr_be: bisannuelle paire

source: biennial odd
fr_be: bisannuelle impaire

source: blocked update for tutor
fr_be: mise-à-jour bloquée pour l'enseignant

source: cancel
fr_be: annuler

source: certificate aims
fr_be: attendus du diplôme

source: comment
fr_be: commentaire

source: comment (internal)
fr_be: commentaire (interne)

source: confirm
fr_be: confirmer

source: credits
fr_be: crédits

source: date_format
fr_be: %d/%m/%Y

source: date_format_string
fr_be: d/m/Y

source: day
fr_be: jour

source: days
fr_be: jours

source: delete
fr_be: supprimer

source: delete education group
fr_be: supprimer l'oganisation de formartion

source: dissertation
fr_be: mémoire

source: duration unit
fr_be: type durée

source: end
fr_be: fin

source: english comment
fr_be: commentaire anglais

source: fac. level
fr_be: niveau fac.

source: faculty number
fr_be: n° facultaire

source: field reference
fr_be: référence de champ

source: filter by section
fr_be: préfiltrer par rubrique

source: format_date
fr_be: jj/mm/aaaa

source: has the following prerequisites
fr_be: dispose des prérequis suivants

source: hourly volume partial q1
fr_be: volume horaire partiel q1

source: hourly volume partial q2
fr_be: volume horaire partiel q2

source: hourly volume total annual
fr_be: volume horaire total annuel

source: initial value
fr_be: valeur initiale

source: is using in
fr_be: est utilisée dans

source: learning unit year
fr_be: unité d'enseignement annualisé

source: learning units
fr_be: unités d'enseignement

source: list of required teaching materials
fr_be: liste des supports de cours obligatoires

source: lock update for teacher
fr_be: bloquer la mise à jour pour l'enseignant

source: main domain
fr_be: domaine principal

source: maximum constraint
fr_be: contrainte maximum

source: minimum constraint
fr_be: contrainte minimum

source: no
fr_be: non

source: no planned end
fr_be: pas de fin prévue

source: on
fr_be: le

source: on successful completion of this program, each student is able to
fr_be: au terme de ce programme, le diplômé est capable de

source: online resources
fr_be: ressources en ligne

source: optional
fr_be: optionnel

source: parameters
fr_be: paramètres

source: partnerships
fr_be: partenariats

source: person
fr_be: personne

source: planned classes cannot be 0 while volume is greater than 0
fr_be: le nombre de classes prévues ne peut être 0 si le volume est supérieur à 0

source: planned classes cannot be greather than 0 while volume is equal to 0
fr_be: le nombre de classes prévues ne peut être supérieur à 0 si le volume est égal à 0

source: please_enable_javascript
fr_be: Veuillez <a href='http://enable-javascript.com/fr/' target='_blank'>activer le JavaScript</a> pour utiliser l'application.

source: professional integration
fr_be: intégration professionnelle

source: project events
fr_be: événements projet

source: regex error message
fr_be: message d'erreur regex

source: regex rule
fr_be: règle regex

source: relative credits
fr_be: crédits relatifs

source: remark
fr_be: remarque

source: remark in english
fr_be: remarque en anglais

source: reset
fr_be: réinitialiser

source: result
fr_be: résultat

source: role (english)
fr_be: rôle (anglais)

source: role (french)
fr_be: rôle (français)

source: save
fr_be: enregistrer

source: score(s) saved
fr_be: note(s) enregistrée(s)

source: search
fr_be: recherche

source: secondary domains
fr_be: domaines secondaires

source: section
fr_be: rubrique

source: skills and achievements
fr_be: compétences et acquis

source: teaching materials
fr_be: supports de cours

source: text
fr_be: texte

source: text in English
fr_be: texte en anglais

source: text in French
fr_be: texte en français

source: the list to generate is empty.
fr_be: la liste à générer est vide.

source: the program aims
fr_be: le programme vise

source: title
fr_be: titre

source: to
fr_be: à

source: training
fr_be: formation

source: type of constraint
fr_be: type de contrainte

source: unknown
fr_be: indéfini

source: unlock
fr_be: débloquer

source: unlock update for teacher
fr_be: débloquer la mise à jour pour l'enseignant

source: unspecified
fr_be: indéterminé

source: validation rule
fr_be: règle de validation

source: validity
fr_be: validité

source: volume declared vacant
fr_be: volume déclaré vacant

source: yes
fr_be: oui

source: yes,no
fr_be: oui,non
