Repository: uclouvain/osis-louvain
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: "%(child)s" has been detached from "%(parent)s"
fr_be: "%(child)s" a été détaché de "%(parent)s"

source: %(access_value)s is not an accepted value
fr_be: %(access_value)s n'est pas une valeur acceptée

source: %(col_name)s has been already modified.
fr_be: %(col_name)s a déjà été modifié.

source: %(col_name)s has been already modified. ({%(new_value)s} instead of {%(current_value)s})
fr_be: %(col_name)s a déjà été modifié. ({%(new_value)s} à la place de {%(current_value)s})

source: %(count)d education group has been postponed with success.
fr_be: %(count)d groupement a été reporté avec succès.

source: %(count)d learning unit has been postponed with success
fr_be: %(count)d unité d'enseignement a été reportée avec succès

source: %(count_enrollment)d student is enrolled in the offer.
fr_be: %(count_enrollment)d étudiant est inscrit à l'offre.

source: %(date)s must be set within %(start_date)s and %(end_date)s
fr_be: %(date)s doit être comprise entre %(start_date)s et %(end_date)s

source: %(max)s must be greater or equals than %(min)s
fr_be: %(max)s doit être plus grand ou égal à %(min)s

source: %(number_extended)s education group(s) extended and %(number_error)s error(s)
fr_be: %(number_extended)s organisation(s) de formation reportée(s) et %(number_error)s erreur(s)

source: %(number_extended)s learning unit(s) extended and %(number_error)s error(s)
fr_be: %(number_extended)s unité d'enseignement(s) reportée(s) et %(number_error)s erreur(s)

source: %(number_extended)s object(s) extended and %(number_error)s error(s)
fr_be: %(number_extended)s objet(s) reporté(s) et %(number_error)s erreur(s)

source: %(number_notifications)s unread notification(s)
fr_be: %(number_notifications)s notification(s) non lu(s)

source: %(subtype)s %(acronym)s is assigned to %(tutor)s for the year %(year)s
fr_be: %(subtype)s %(acronym)s est attribué(e) à %(tutor)s l’année %(year)s

source: %(subtype)s %(acronym)s is assigned to the assistant %(assistant)s for the year %(year)s
fr_be: %(subtype)s %(acronym)s est attribué(e) à l'assistant %(assistant)s l'année %(year)s

source: %(subtype)s %(acronym)s is in proposal for the year %(year)s
fr_be: %(subtype)s %(acronym)s est en proposition pour l'année %(year)s

source: %(subtype)s %(acronym)s is included in the group %(group)s for the year %(year)s
fr_be: %(subtype)s %(acronym)s est repris dans le groupement %(group)s l’année %(year)s

source: 1st quadri
fr_be: 1er quadri

source: 2nd quadri
fr_be: 2e quadri

source: <b>Syntax rules</b>:<ul><li>No double parentheses.</li><li>Valid operators are OU or ET.</li><li>The operator must be the same inside all parentheses (groups).</li><li>The operator that linked groups must be different than the one that linked LU inside groups (parentheses).</li><li>The LU code cannot include spaces (ex: LDROI1001 and not LDROI&nbsp;1001).</li></ul></p><p><b>Examples</b>:<ul><li>A OU B OU C: valid</li><li>A ET B ET C : valid</li><li>A ET (B OU C) ET (D OU E): valid</li><li>A ET (B OU C) OU (D OU E): not valid</li><li>A ET (B ET C) ET (D ET E): not valid</li><li>A ET (B OU C) ET (D ET E): not valid</li></ul>
fr_be: <b>Règles de syntaxe:</b><ul><li>Pas de doubles parenthèses.</li><li>Les opérateurs valides sont OU et ET.</li><li>L'opérateur doit être le même à l'intérieur de toutes les parenthèses (groupes).</li><li>L'opérateur qui unit les groupes doit être différent de celui qui unit les UEs dans un groupe (parenthèses).</li><li>Le code de l'UE ne peut pas comporté d'espaces (ex: LDROI1001 et non LDROI&nbsp;1001).</li></ul></p><p><b>Exemples</b>:<ul><li>A OU B OU C: valide</li><li>A ET B ET C : valide</li><li>A ET (B OU C) ET (D OU E): valide</li><li>A ET (B OU C) OU (D OU E): non valide</li><li>A ET (B ET C) ET (D ET E): non valide</li><li>A ET (B OU C) ET (D ET E): non valide</li></ul>

source: <b>create</b> a new learning unit using that acronym
fr_be: <b>Créer</b> une nouvelle unité d’enseignement utilisant cet acronyme

source: <b>prolong</b> the learning unit of the same acronym
fr_be: <b>Prolonger</b> l’unité d’enseignement du même acronyme

source: A learning unit cannot be prerequisite to itself : %(acronym)s
fr_be: Une unité d'enseignement ne peut pas être prérequis à elle-même : %(acronym)s

source: A report has been sent.
fr_be: Un rapport a été envoyé.

source: A server error occured.
fr_be: Une erreur inattendue s'est produite.

source: AND
fr_be: ET

source: ARES ability
fr_be: Habilitation ARES

source: ARES study code
fr_be: Code étude ARES

source: Absence justified
fr_be: Absence justifiée

source: Absence unjustified
fr_be: Absence injustifiée

source: Ac yr.
fr_be: Anac.

source: Academic
fr_be: Académique

source: Academic actors
fr_be: Acteurs académiques

source: Academic actors management
fr_be: Gestion des acteurs académiques

source: Academic calendar
fr_be: Calendrier académique

source: Academic calendar management
fr_be: Gestion du calendrier académique

source: Academic calendars
fr_be: Calendriers académique

source: Academic end year
fr_be: Anac de fin

source: Academic partner
fr_be: Partenaire académique

source: Academic responsible
fr_be: Responsable académique

source: Academic responsibles
fr_be: Responsables académique

source: Academic start year
fr_be: Anac de début

source: Academic type
fr_be: Nature

source: Academic year
fr_be: Année académique

source: Accepted
fr_be: Accepté

source: Access
fr_be: Accès

source: Access condition
fr_be: Condition d'accès

source: Access contest
fr_be: Concours d’accès

source: Access denied!
fr_be: Accès refusé!

source: Access minor
fr_be: Mineure d’accès

source: Access with additional training
fr_be: Accès moyennant compléments de formation

source: Acronym
fr_be: Sigle

source: Active
fr_be: Actif

source: Activities on other campus
fr_be: Activités sur d'autres sites

source: Adapted
fr_be: Horaire adapté

source: Add
fr_be: Ajouter

source: Add another
fr_be: Ajouter un autre

source: Add attribution
fr_be: Ajouter attribution

source: Add potential courses
fr_be: Ajouts de cours éventuels

source: Add the English content of this paragraph
fr_be: Ajouter le contenu Anglais de ce paragraphe

source: Add the French content of this paragraph
fr_be: Ajouter le contenu Français de ce paragraphe

source: Add. requ. ent. 1
fr_be: Ent.charges compl. 1

source: Add. requ. ent. 2
fr_be: Ent.charges compl. 2

source: Add/Modify a line
fr_be: Ajouter/Modifier une ligne

source: Additional info
fr_be: Infos complémentaires

source: Additional requirement entity 1
fr_be: Entité resp. cahier des charges complémentaire 1

source: Additional requirement entity 2
fr_be: Entité resp. cahier des charges complémentaire 2

source: Address(es)
fr_be: Adresse(s)

source: Addresses
fr_be: Adresses

source: Administration entity
fr_be: Entité d'administration

source: Administrative data
fr_be: Données administratives

source: Admission and Enrolment Procedures for general registration
fr_be: Procédures d'admission et d'inscription

source: Admission exam
fr_be: Concours

source: Adults taking up their university training
fr_be: Adultes en reprise d'études

source: Advanced master in medical specialization
fr_be: Master complémentaire en spécialisation médicale

source: Aggregation
fr_be: Agrégation

source: Alert
fr_be: Alerte

source: Alert Message
fr_be: Message d'alerte

# plural
source: All
fr_be: Tous

source: All the scores are encoded.
fr_be: Toutes les notes ont été soumises.

source: Alloc. Ent.
fr_be: Ent. attrib.

source: An error occured when updating the learning unit.
fr_be: Erreur lors de la modification de l'unité d'enseignement.

source: And
fr_be: Et

source: Annual
fr_be: Annuel

source: Apply postponement on education group year
fr_be: Appliquer le report sur les organisations de formations annualisées

source: Apply postponement on learning unit year
fr_be: Appliquer le report sur les unités d'enseignement annualisées

source: Are you certain that you want to cancel the learning unit proposal ?
fr_be: Êtes-vous certain de vouloir annuler la proposition ?

source: Are you certain that you want to delete the learning unit ?
fr_be: Etes-vous certain de vouloir supprimer définitivement cette unité d'enseignement ?

source: Are you sure to change the state from
fr_be: Êtes-vous sûr de vouloir changer l'état de

source: Are you sure you want to delete %(education_group_year)s?
fr_be: Êtes-vous sûr·e que vous voulez supprimer %(education_group_year)s?

source: Are you sure you want to delete the contact ?
fr_be: Êtes-vous certain de vouloir supprimer le contact ?

source: Are you sure you want to delete the coorganization?
fr_be: Êtes-vous certain de vouloir supprimer la coorganisation?

source: Are you sure you want to delete the event
fr_be: Êtes-vous certain de vouloir supprimer l'événement

source: Are you sure you want to delete the teaching material?
fr_be: Êtes-vous sûr·e de vouloir supprimer le support de cours?

source: Are you sure you want to detach %(acronym)s ?
fr_be: Êtes-vous sûr·e de vouloir détacher %(acronym)s ?

source: Are you sure you want to postpone the content in %(root)s?
fr_be: Êtes-vous sûr·e de vouloir reporter le contenu dans %(root)s?

source: Are you sure?
fr_be: Êtes-vous sûr·e?

source: As displayed on the home page
fr_be: Comme présenté sur la page d'accueil

source: At least a partim volume value is greater than corresponding volume of parent
fr_be: Au moins une valeur de volume d'un partim est supérieure à celle du volume correspondant du parent

source: At the end of this learning unit, the student is able to:
fr_be: A la fin de cette unité d'enseignement, l'étudiant est capable de:

source: Attach
fr_be: Attacher

source: Attached entities
fr_be: Entités attachées

source: Attached to
fr_be: Attachée à

source: Attribution added for %(tutor)s (%(function)s)
fr_be: Attribution ajoutée pour %(tutor)s (%(function)s)

source: Attribution duration
fr_be: Durée attribution

source: Attribution entity
fr_be: Entité d'attribution

source: Attribution modified for %(tutor)s (%(function)s)
fr_be: Attribution modifiée pour %(tutor)s (%(function)s)

source: Attribution removed for %(tutor)s (%(function)s)
fr_be: Attribution supprimée pour %(tutor)s (%(function)s)

source: Bachelor
fr_be: Bachelier

source: Bachelors of the Dutch speaking Community of Belgium
fr_be: Bachelier de la Communauté flamande de Belgique

source: Back
fr_be: Retour

source: Back to messages
fr_be: Retourner à la liste des messages

source: Beg. of attribution
fr_be: Déb. attribution

source: Birth Date
fr_be: Date de naissance

source: Block
fr_be: Bloc

source: Borrowed courses
fr_be: Cours empruntés

source: By
fr_be: Par

source: Calendar of the annual program
fr_be: Calendrier des programmes

source: Can delete according to the type of the learning unit
fr_be: Vous ne pouvez pas supprimer cette unité d'enseignement en raison de son type

source: Cancel
fr_be: Annuler

source: Cancel the proposal
fr_be: Annuler la proposition

source: Cannot detach child "%(child)s". The parent must have at least one child of type "%(type)s".
fr_be: Impossible de détacher l'enfant "%(child)s". Le parent doit au moins avoir un enfant de type "%(type)s".

source: Cannot detach learning unit %(acronym)s as it has a prerequisite or it is a prerequisite.
fr_be: L'unité d'enseignement %(acronym)s dispose de prérequis ou est prerequis et ne peut pas être détachée.

source: Cannot set end year to %(end_year)s :
fr_be: Impossible de mettre la fin à %(end_year)s :

source: Category
fr_be: Catégorie

source: Central
fr_be: Centrale

source: Certificate
fr_be: Certificat

source: Certificate medicine competence
fr_be: Certificat de compétence en médecine

source: Certificate of holding credits
fr_be: Attestation d’obtention de crédits

source: Certificate of participation
fr_be: Attestation de participation

source: Certificate of success
fr_be: Attestation de réussite

source: Cheating
fr_be: Triche

source: Choose academic years
fr_be: Choisir les années

source: City
fr_be: Ville

source: Clear notifications
fr_be: Supprimer notifications

source: Click to reconnect
fr_be: Cliquez pour vous reconnectez

source: Clinical internship
fr_be: Stage clinique

source: Close
fr_be: Fermer

source: Co-graduation
fr_be: Co-diplomation

source: Co-graduation coefficient
fr_be: Coefficient de co-diplomation

source: Co-holder
fr_be: Co-titulaire

source: Comment
fr_be: Commentaire

source: Commerce partner
fr_be: Partenaire commercial

source: Common English title
fr_be: Intitulé commun en anglais

source: Common core
fr_be: Partie de base (Tronc commun)

source: Common title
fr_be: Intitulé commun

source: Comparison impossible! No learning unit to compare to
fr_be: Comparaison impossible, il n'y a aucune unité d'enseignement antérieure, ni postérieure

source: Comparison of learning units
fr_be: Liste comparative d'unités d'enseignement

source: Complementary module
fr_be: Module complémentaire

source: Component
fr_be: Composant

source: Components
fr_be: Composants

source: Configurable list of learning units
fr_be: Liste personnalisée des unités d'enseignement

source: Confirm your action.
fr_be: Confirmer votre action.

source: Consistency error in %(academic_year)s : %(error)s
fr_be: Erreur de consistance en %(academic_year)s : %(error)s

source: Consolidate
fr_be: Consolider

source: Consolidate the proposal
fr_be: Consolider la proposition

source: Content
fr_be: Contenu

source: Copy the content from %(previous_anac)s to %(current_anac)s
fr_be: Recopier le contenu de %(previous_anac)s à %(current_anac)s

source: Country
fr_be: Pays

source: Course
fr_be: Cours

source: Course enrollment
fr_be: Inscription aux cours

source: Create
fr_be: Créer

source: Create contact
fr_be: Créer contact

source: Creation
fr_be: Création

source: Cred. rel./abs.
fr_be: Créd. rel./abs.

source: Credits
fr_be: Crédits

source: Daily
fr_be: Horaire de jour

source: Data
fr_be: Données

source: Data Maintenance
fr_be: Maintenance de données

source: Data Management
fr_be: Gestion de données

source: Datetime
fr_be: Date/heure

source: Day
fr_be: Jour

source: Decision
fr_be: Décision

source: Decree category
fr_be: Catégorie décret

source: Deepening
fr_be: Approfondissement

source: Default learning unit enrollment
fr_be: Inscription par défaut aux cours

source: Delete
fr_be: Supprimer

source: Delete message
fr_be: Supprimer le message

source: Delete selected messages
fr_be: Supprimer les messages sélectionnés

source: Deliberation
fr_be: Délibération

source: Detach
fr_be: Détacher

source: Details
fr_be: Détails

source: Diploma
fr_be: Diplôme

source: Diploma title
fr_be: Intitulé du diplôme/du certificat

source: Diplomas / Certificates
fr_be: Diplômes / Certificats

source: Direct Access
fr_be: Accès direct

source: Disabled
fr_be: Désactivé

source: Disciplinary complement minor
fr_be: Mineure complément disciplinaire

source: Dissertation
fr_be: Mémoire

source: Dissertation submission
fr_be: Remise du mémoire

source: Do not assign
fr_be: Ne pas attribuer

source: Do you want to change the status of this proposals?
fr_be: Voulez-vous changer le statut de ces propositions?

source: Do you want to consolidate ?
fr_be: Voulez-vous consolider ?

source: Do you want to continue ?
fr_be: Voulez-vous continuer ?

source: Do you want to export the following informations
fr_be: Désirez-vous exporter les informations suivantes

source: Do you want to get back to initial data?
fr_be: Voulez-vous retourner à l'état initial?

source: Do you want to report the modifications done to the next years ?
fr_be: Voulez-vous reporter les modifications faites pour les années suivantes ?

source: Do you want to sent email to remind to update the educational informations?
fr_be: Voulez-vous envoyer un email de rappel?

source: Doctoral commission
fr_be: Commission doctorale

source: Down
fr_be: Descendre

source: Duration
fr_be: Durée

source: Edit
fr_be: Éditer

source: Edit the proposal
fr_be: Editer la proposition

source: Education group achievement
fr_be: Acquis d'apprentissage d'organisation de formation

source: Education group detailed achievement
fr_be: Acquis d'apprentissage détaillé d'organisation de formation

source: Education group edition
fr_be: Edition d'organisation de formations

source: Education group year
fr_be: Organisation de formations annualisée

source: Education group year %(acronym)s (%(academic_year)s) successfuly deleted.
fr_be: Organisation de formations %(acronym)s (%(academic_year)s) supprimée avec succès.

source: Education group year <a href='%(link)s'> %(acronym)s (%(academic_year)s) </a> successfuly updated.
fr_be: Organisation de formations <a href='%(link)s'> %(acronym)s (%(academic_year)s) </a> mis à jour avec succès.

source: Education groups
fr_be: Organisations de formations

source: Education information status
fr_be: Statut des informations pédagogiques

source: Educational information
fr_be: Infos pédagogiques

source: Educational information ending
fr_be: Fermeture informations pédagoqiques

source: Educational information opening
fr_be: Ouverture informations pédagoqiques

source: Educational information submission dates updated
fr_be: Date de soumission des informations pédagogiques mis à jour

source: Elaboration and management of the formation catalogue.
fr_be: Elaboration et gestion du catalogue des formations.

source: End
fr_be: Fin

source: End date
fr_be: Date de fin

source: End date must be lower than start date
fr_be: La date de fin doit être supérieure à la date début

source: End of cycle
fr_be: Fin de cycle

source: End year
fr_be: Année de fin

source: English
fr_be: Anglais

source: English title proper
fr_be: Intitulé propre en anglais

source: English title proper to the partim
fr_be: Intitulé en anglais propre au partim

source: Enrolled
fr_be: Inscrit

source: Enrolled to learning unit
fr_be: Inscrits à l'UE

source: Enrollment campus
fr_be: Lieu d'inscription

source: Enrollment date
fr_be: Date d'inscription

source: Enrollment enabled
fr_be: Inscriptible

source: Enrollments to learning unit
fr_be: Inscriptions à l'UE

source: Enrollments to training
fr_be: Inscrits à la formation

source: Ensure this value is less than or equal to %(limit_value)s.
fr_be: Assurez-vous que cette valeur est inférieure ou égale à %(limit_value)s.

source: Enter text to search
fr_be: Entrez le texte à rechercher

source: Entities
fr_be: Entités

source: Entity
fr_be: Entité

source: Evaluations
fr_be: Évaluations

source: Event
fr_be: Événement

source: Exam enrollments
fr_be: Inscription aux examens

source: Exams Enrollments
fr_be: Inscription aux examens

source: Exceptional procedure
fr_be: Procédure exceptionnelle

source: Execute
fr_be: Exécuter

source: Execute selected action
fr_be: Exécuter l'action sélectionnée

source: Existing acronym
fr_be: Sigle déjà existant

source: Existing proposal in epc
fr_be: Il existe des propositions dans EPC

source: Export
fr_be: Exporter

source: External
fr_be: Externe

source: External code
fr_be: Code local

source: External learning units
fr_be: Unités d'enseignement externes

source: FSA speciality
fr_be: Spécialité FSA (Majeure)

source: Faculty
fr_be: Faculté

source: Faculty borrowing
fr_be: Faculté emprunteuse

source: Faculty remark
fr_be: Remarque de faculté

source: Failure
fr_be: Echec

source: Female
fr_be: Féminin

source: Finality 120 list choice
fr_be: Liste au choix de Finalités (120)

source: Finality 180 list choice
fr_be: Liste au choix de Finalités (180)

source: Firstname
fr_be: Prénom

source: Fixed
fr_be: Fixé

source: Fixed-line phone
fr_be: Téléphone fixe

source: Focuses
fr_be: Finalités

source: Folder
fr_be: Dossier

source: Folder entity
fr_be: Sigle dossier

source: Folder num.
fr_be: N° dossier

source: For all students
fr_be: Pour tous les étudiants

source: For approval,
fr_be: Pour accord,

source: Force state
fr_be: Forcer l'état

source: Foreign Bachelors
fr_be: Bacheliers étrangers

source: Formation PhD
fr_be: Formation doctorale

source: Formation catalogue
fr_be: Catalogue des formations

source: Formation's code
fr_be: Code OF

source: Formerly
fr_be: Anciennement

source: Free Text
fr_be: Zone libre

source: French
fr_be: Français

source: French language proficiency examination
fr_be: Maîtrise de la langue française

source: French title proper
fr_be: Intitulé propre en français

source: From
fr_be: De

source: Full
fr_be: Complet

source: Full name
fr_be: Nom complet

source: Function
fr_be: Fonction

source: Funding
fr_be: Finançable

source: Funding direction
fr_be: Orientation de financement

source: Funding international cooperation CCD/CUD
fr_be: Financement coopération internationale CCD/CUD

source: Funding international cooperation CCD/CUD direction
fr_be: Orientation coopération internationale CCD/CUD

source: Gender
fr_be: Genre

source: General Conditions
fr_be: Conditions Générales

source: General configuration
fr_be: Configuration générale

source: General informations
fr_be: Infos générales

source: Generate pdf
fr_be: Générer le pdf

source: Get back to initial data
fr_be: Retour à l'état initial

source: Go
fr_be: Continuer

source: Grade
fr_be: Niveau

source: Graduates
fr_be: Diplômés

source: Group
fr_be: Groupe

source: Help
fr_be: Aide

source: Highlight description
fr_be: Description de l'événement

source: Highlight shortcut
fr_be: Titre raccourcis de l'événement

source: Highlight title
fr_be: Titre de l'événement

source: Holders of a 2nd cycle University degree
fr_be: Diplômés du 2° cycle universitaire

source: Holders of a non-University 2nd cycle degree
fr_be: Diplômés de 2° cycle non universitaire

source: Home
fr_be: Page d'accueil

source: Impossible to save the organization address
fr_be: Impossible d'enregistrer l'adresse de l'organisation

source: In expected form
fr_be: Sous forme attendue

source: In heading 2 of diploma
fr_be: Dans la rubrique 2 du diplôme

source: In practice
fr_be: En pratique

source: In proposal
fr_be: En proposition

source: Inactive
fr_be: Inactif

source: Indicate the name or the FGS
fr_be: Indiquer le nom ou le FGS

source: Industrial partner
fr_be: Partenaire industriel

source: Institute
fr_be: Institut

source: Internal team
fr_be: Équipe interne

source: International title
fr_be: Titre international

source: Internship
fr_be: Stage

# Internship for education group
source: Internship
fr_be: Stagiaire

source: Internship subtype
fr_be: Sous-type de stage

source: Internships
fr_be: Stages

source: Introduced by
fr_be: Introduit par

source: Invalid action
fr_be: Action invalide

source: Invalid code
fr_be: Code non valide

source: Isn't a proposal
fr_be: Ce n'est pas un proposition

source: Isolated classes
fr_be: Cours isolés

source: It is forbidden to attach an element to itself.
fr_be: Il est interdit d’attacher un élément à lui-même.

source: It is forbidden to attach an element to one of its included elements.
fr_be: Il est interdit d'attacher un élement à un autre élement y étant inclus.

source: It is forbidden to save a GroupElementYear with a child branch and a child leaf.
fr_be: Il est interdit de sauvegarder un GroupElementYear avec un Child branch et un child leaf.

source: It is necessary to indicate the internship subtype.
fr_be: Il est nécessaire d'indiquer le sous-type de stage.

source: It is not possible to %(action)s the root element.
fr_be: Il n'est pas possible de %(action)s l'élément racine.

source: It is not possible to detach the root element.
fr_be: Il n'est pas possible de détacher l'élément racine.

source: It remains notes to encode.
fr_be: Il reste encore des notes à encoder.

source: JavaScript is disabled on your browser, but OSIS does not work without JavaScript.
fr_be: JavaScript est désactivé dans votre navigateur, mais OSIS ne fonctionne pas sans JavaScript.

source: Jury member
fr_be: Membre du jury
